Repository: con2/kompassi
Catalog: backend/labour/locale/*/LC_MESSAGES/django.po
Languages: fi

source: A reference to the form that is used as the survey form.
fi: Viittaus lomakkeeseen jota kyselyssä käytetään.

source: Abandon changes and return
fi: Hylkää muutokset ja palaa

source: Active
fi: Aktiivinen

source: Active from
fi: Käyttöaika alkaa

source: Active until
fi: Käyttöaika päättyy

source: Add job category
fi: Lisää tehtäväalue

source: Application period
fi: Työvoimahaun alkamis- ja päättymisajat

source: Application period start and end times were saved.
fi: Työvoimahaun alkamis- ja päättymisajat tallennettiin.

source: Applications
fi: Hakemukset

source: Apply for volunteer work
fi: Hae vapaaehtoistyöhön

source: Complete contact information
fi: Täydennä yhteystiedot

source: Count
fi: Lukumäärä

source: Dashboard
fi: Kojelauta

source: Description
fi: Kuvaus

source: Duration
fi: Kesto

source: Edit
fi: Muokkaa

source: Edit job categories
fi: Muokkaa tehtäväalueita

source: Edit job category
fi: Muokkaa tehtäväaluetta

source: End now
fi: Sulje heti

source: Ending time
fi: Päättymisaika

source: Export
fi: Vie

source: Filter shifts
fi: Suodata työvuoroja

source: For most job categories, you should select the 'worker' and 'underofficer' classes here, if applicable.
fi: Useimpien tehtäväalueiden kohdalla tässä tulisi valita työvoima- ja vuorovastaavaluokat, mikäli sellaiset ovat tapahtuman käytössä.

source: Form path
fi: Lomakkeen polku

source: Format: YYYY-MM-DD HH:MM:SS
fi: Muoto: PP.KK.VVVV HH.MM.SS

source: Freeform shifts
fi: Vapaamuotoiset työvuorot

source: Here you can set the starting and ending times for the application period. The signup form will automatically open at the beginning and close at the end of the application period.
fi: Tässä voit asettaa työvoimahaun alkamis- ja päättymisajat. Työvoimahaku aukeaa automaattisesti kun alkamisaika on ohitettu ja sulkeutuu automaattisesti kun päättymisaika on ohitettu.

source: If the <em>Registration starts</em> field is empty, the signup form will stay closed. If the <em>Registration starts</em> is set but the <em>Registration closes</em> field is empty, the signup form will stay open once the beginning of the application period has been reached.
fi: Mikäli alkamisaikaa ei ole asetettu, työvoimahaku pysyy suljettuna. Mikäli alkamisaika on asetettu mutta päättymisaikaa ei ole asetettu, työvoimahaku pysyy avauduttuaan avoimena.

source: Invalid request.
fi: Kelvoton pyyntö.

source: Job
fi: Tehtävä

source: Job categories that are not accepting applications are not shown on the signup form. However, they may still be applied to using alternative signup forms.
fi: Tehtäväalueisiin, jotka eivät ole julkisessa haussa, ei voi hakea tavallisen hakemuslomakkeen kautta. Niihin voi kuitenkin ilmoittautua vaihtoehtoisilla ilmoittautumislomakkeilla, jos sellaisia on määritelty.

source: Job category
fi: Tehtäväalue

source: Mass messages
fi: Viestien lähetys

source: Name
fi: Nimi

source: No
fi: Ei

source: No shifts.
fi: Ei työvuoroja.

source: One shift, %(total_hours)s h.
fi: Yksi vuoro, %(total_hours)s h.

source: Other special diet
fi: Muu erikoisruokavalio

source: Other special diets
fi: Muut erikoisruokavaliot

source: Paita
fi: Shirt

source: Personnel classes
fi: Henkilöstöluokat

source: Please check the form.
fi: Ole hyvä ja tarkista lomake.

source: Print work certificates
fi: Tulosta työtodistukset

source: Printed %(now)s.
fi: Tulostettu %(now)s.

source: Publicly accepting applications
fi: Avoimessa haussa

source: Qualifications
fi: Pätevyydet

source: Registration closes
fi: Työvoimahaku päättyy

source: Registration opens
fi: Työvoimahaku alkaa

source: Rejected job categories
fi: Hylätyt tehtäväalueet

source: Remove
fi: Poista

source: Remove job category
fi: Poista tehtäväalue

source: Required qualifications
fi: Vaaditut pätevyydet

source: Revise qualifications
fi: Tarkista pätevyydet

source: Save and continue
fi: Tallenna ja jatka

source: Save and return
fi: Tallenna ja palaa

source: Save changes
fi: Tallenna muutokset

source: See application
fi: Katso hakemus

source: Shift ends
fi: Työvuoro päättyy

source: Shift lists
fi: Työvuorolistat

source: Shift planning
fi: Työvuorojen suunnittelu

source: Shift starts
fi: Työvuoro alkaa

source: Shifts
fi: Työvuorot

source: Shirt sizes
fi: Paitakoot

source: Showing one shift (total %(num_total_shifts)s).
fi: Näkyvissä yksi vuoro (yhteensä %(num_total_shifts)s).

source: Sign up or sign in...
fi: Rekisteröidy tai kirjaudu sisään...

source: Special diet
fi: Erikoisruokavalio

source: Special diets
fi: Erikoisruokavaliot

source: Standard special diet
fi: Tyypillinen erikoisruokavalio

source: Standard special diets
fi: Tyypilliset erikoisruokavaliot

source: Start now
fi: Avaa heti

source: Starting time
fi: Alkamisaika

source: Submit answers
fi: Lähetä vastaukset

source: Submit application
fi: Lähetä hakemus

source: Survey
fi: Kysely

source: Surveys
fi: Kyselyt

source: Thank you for your answers.
fi: Kiitos vastauksistasi!

source: Thank you for your application!
fi: Kiitos hakemuksestasi!

source: The application period is already underway.
fi: Työvoimahaku on jo käynnissä.

source: The application period is currently underway.
fi: Työvoimahaku on parhaillaan käynnissä.

source: The application period is not currently underway.
fi: Työvoimahaku ei ole juuri nyt käynnissä.

source: The application period was ended.
fi: Työvoimahaku suljettiin.

source: The application period was started.
fi: Työvoimahaku avattiin.

source: The end of the application period was in the past and has now been cleared. If you have an ending date for the application period, please set it below.
fi: Työvoimahaun päättymisaika oli menneisyydessä, ja se on nyt tyhjennetty. Mikäli sinulla on työvoimahaulle päättymisaika, ole hyvä ja aseta se.

source: The job category was removed.
fi: Tehtäväalue poistettiin.

source: The job category was saved.
fi: Tehtäväalue tallennettiin.

source: The qualification has been added.
fi: Pätevyys on lisätty.

source: The qualification has been removed.
fi: Pätevyys on poistettu.

source: The qualification has been updated.
fi: Pätevyys on päivitetty.

source: The registration closing time must be after the registration opening time.
fi: Työvoimahaun päättymisajan tulee olla työvoimahaun alkamisajan jälkeen.

source: The signup form you have requested is not currently active.
fi: Pyytämäsi ilmoittautumislomake ei ole tällä hetkellä käytössä.

source: The slug that would be derived from this name is already taken. Please choose another name.
fi: Tästä nimestä johdettava tekninen nimi on jo käytössä. Ole hyvä ja valitse toinen nimi.

source: The survey has expired. You can no longer alter your answers.
fi: Kysely on vanhentunut. Et voi enää muokata vastauksiasi.

source: The workforce manager may use this field to inform other workforce managers that this applicant will not be accepted to a certain job category. This field is not visible to the applicant, but should they request a record of their own information, this field will be included.
fi: Tätä kenttää voi käyttää tiedottamaan muille työvoimavastaaville, että tätä henkilöä ei oteta töihin ainakaan näille tehtäväalueille. Kentän merkitys on puhtaasti informatiivinen, eikä sillä ole vaikutusta mihinkään automaattiseen käsittelyyn.

source: This descriptions will be shown to the applicants on the signup form. If there are specific requirements to this job category, please mention them here.
fi: Tämä kuvaus näytetään hakijoille hakemuslomakkeella. Mikäli tällä tehtäväalueella on erityisiä vaatimuksia hakijoiden suhteen, mainitse niistä tässä.

source: This event does not record shirt sizes.
fi: Tämä tapahtuma ei kerää paitakokoja.

source: This event does not record special diets.
fi: Tämä tapahtuma ei kerää erikoisruokavalioita.

source: This event is not currently accepting applications.
fi: Tämä tapahtuma ei ota tällä hetkellä vastaan hakemuksia.

source: This job category cannot be removed because applications have already been made to it.
fi: Tätä tehtäväaluetta ei voi poistaa, koska sille on jo tehty hakemuksia.

source: This signup has shifts. Please remove the shifts before cancelling or rejecting the signup.
fi: Tällä vapaaehtoistyöntekijällä on vuoroja. Ole hyvä ja poista vuorot ennen kuin peruutat tai hylkäät ilmoittautumisen.

source: This survey does not apply to you.
fi: Tämä kysely ei sovellu sinuun.

source: This survey is not currently active.
fi: Tämä kysely ei ole tällä hetkellä käytössä.

source: This view has not been designed for a display this small. For an optimal user experience, please switch to a tablet or a computer.
fi: Tätä näkymää ei ole suunniteltu näin kapealle näytölle. Paremman käyttökokemuksen saavuttamiseksi ole hyvä ja käytä tablettia tai tietokonetta.

source: Title
fi: Otsikko

source: Update application
fi: Päivitä hakemus

source: Volunteer management
fi: Vapaaehtoistyövoiman hallinta

source: Volunteer work applications
fi: Vapaaehtoistyöhakemukset

source: Will be displayed at the top of the survey page.
fi: Näytetään kyselysivun ylälaidassa.

source: Yes
fi: Kyllä

source: You can also start or stop the application period immediately.
fi: Työvoimahaun voi myös avata tai sulkea välittömästi.

source: You can edit your answers via the same link until the survey expires at %(expiration_date)s.
fi: Voit muokata vastauksiasi saman linkin kautta kunnes kysely vanhenee %(expiration_date)s.

source: {person} signed up for volunteer work in {event}
fi: {person} ilmoittautui vapaaehtoistöihin tapahtumaan {event}

source: You can edit your answers via the same link until the survey is closed.
fi: Voit muokata vastauksiasi saman linkin kautta kunnes kysely vanhenee.

source: You have previously answered this survey that is no longer active. You may view your answers below, but you cannot alter them any more.
fi: Olet aikaisemmin vastannut tähän kyselyyn, joka on sittemmin vanhentunut. Voit katsella vastauksiasi alla, muttet voi enää muokata niitä.

source: Your application does not currently need to be confirmed.
fi: Hakemus ei tällä hetkellä edellytä vahvistusta.

source: Your application has already been processed, so you can no longer edit it. Please contact the volunteer coordinator for any further changes.
fi: Hakemus on jo käsitelty, joten et voi enää muokata sitä. Tarvittaessa ota yhteyttä tapahtuman työvoimatiimiin.

source: Your application has been confirmed.
fi: Hakemus on vahvistettu.

source: Your application has been updated.
fi: Hakemus on päivitetty.

source: Your application has not been submitted using this form.
fi: Hakemusta ei ole tehty käyttäen tätä lomaketta.

source: alternative signup form
fi: vaihtoehtoinen ilmoittautumislomake

source: alternative signup forms
fi: vaihtoehtoiset ilmoittautumislomakkeet

source: description
fi: kuvaus

source: ending time
fi: päättymisaika

source: event
fi: tapahtuma

source: info link
fi: työvoimaohje

source: info links
fi: työvoimaohjeet

source: job
fi: tehtävä

source: job categories
fi: tehtäväalueet

source: job category
fi: tehtäväalue

source: job requirement
fi: henkilöstövaatimus

source: job requirements
fi: henkilöstövaatimukset

source: job title
fi: tehtävänimike

source: jobs
fi: tehtävät

source: labour event meta
fi: tapahtuman työvoima-asetukset

source: labour event metas
fi: tapahtumien työvoima-asetukset

source: perk
fi: etu

source: perks
fi: edut

source: person
fi: henkilö

source: personnel class
fi: henkilöstöluokka

source: personnel classes
fi: henkilöstöluokat

source: qualification
fi: pätevyys

source: qualification holder
fi: pätevyyden haltija

source: qualification holders
fi: pätevyyksien haltijat

source: qualifications
fi: pätevyydet

source: shift
fi: työvuoro

source: shifts
fi: työvuorot

source: signup
fi: ilmoittautuminen

source: signups
fi: ilmoittautumiset

source: starting time
fi: alkamisaika

source: work period
fi: aikajae

source: work periods
fi: aikajakeet

source: {event_name}: Shift list
fi: {event_name}: Työvuorolista

source: {event_name}: Shift list – {job_category_name}
fi: {event_name}: Työvuorolista – {job_category_name}

source: Volunteer work application
fi: Vapaaehtoistyöhakemus

source: Update qualifications…
fi: Päivitä pätevyydet…

source: Your application to this event
fi: Hakemuksesi tähän tapahtumaan

source: Work reference
fi: Työtodistus

source: Override working hours for benefits calculation
fi: Aseta työtunnit käsin etuuslaskentaa varten
