Repository: con2/kompassi
Catalog: kompassi/badges/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Abandon changes and return
fi: Hylkää muutokset ja palaa

source: Add badge
fi: Lisää badge

source: Admission list
fi: Nimilista

source: Arrived at
fi: Saapumisaika

source: At least one of first name, surname and nick must be provided.
fi: Ainakin yksi seuraavista on annettava: etunimi, sukunimi, nick.

source: Awaiting allocation into batch
fi: Odottaa tulostuserää

source: Batch
fi: Tulostuserä

source: Batch %(batch_number)s
fi: Erä %(batch_number)s

source: Batch number
fi: Erän numero

source: Batches
fi: Tulostuserät

source: Created at
fi: Luontiaika

source: Created by
fi: Luonut

source: Dashboard
fi: Kojelauta

source: Emphasize nick name
fi: Korosta nickiä

source: Entrance lists
fi: Nimilistat

source: Exclude badges with moon runes
fi: Sisällytä erään vain badgeja, joissa ei ole kuuriimuja

source: Export
fi: Vie

source: Filter by personnel type
fi: Suodata henkilöstöluokan mukaan

source: First name
fi: Etunimi

source: I don't care
fi: Ei väliä

source: If you leave this field blank, you will receive a batch with mixed badge types.
fi: Jos jätät tämän kentän tyhjäksi, saat erän jossa on sekaisin eri badgetyyppejä.

source: If you only have a single piece of information to print on the badge, use this field.
fi: Jos sinulla on vain yksi rivi tekstiä badgeen tulostettavaksi, syötä se tähän kenttään.

source: In most events, it is up to the person carrying the badge to decide whether or not their real name is displayed in their badge. Some choose to go by their first name or nick name only. Some events have, however, decided to restrict this and require the first name and surname to be visible in all badges. If this option is selected, only the name display styles <em>Firstname Surname</em> and <em>Firstname "Nick" Surname</em> are effectively allowed.
fi: Useimmissa tapahtumissa badgen haltija saa päättää, näytetäänkö hänen oikea nimensä badgessa. Jotkut haluavat badgeensa ainoastaan etunimen tai nickin. Tietyt tapahtumat ovat päättäneet rajoittaa tätä. Mikäli tämä asetus on valittu, badgessa näkyy aina haltijansa etunimi ja sukunimi.

source: Is first name visible
fi: Etunimi näkyvissä

source: Is nick visible
fi: Nick näkyvissä

source: Is surname visible
fi: Sukunimi näkyvissä

source: Job title
fi: Tehtävänimike

source: Manual badge creation
fi: Badgen lisääminen käsin

source: Manually add a badge
fi: Lisää badge käsin

source: Name
fi: Nimi

source: Nick name
fi: Nick

source: Number of badges
fi: Badgejen lukumäärä

source: Onboarding
fi: Saapuneeksi kirjaaminen

source: One badge.
fi: Yksi badge.

source: Only include badges with moon runes
fi: Sisällytä erään vain badgeja, joissa on kuuriimuja

source: Person
fi: Henkilö

source: Personnel class
fi: Henkilöstöluokka

source: Please check the form.
fi: Ole hyvä ja tarkista lomake.

source: Please state your policy towards badges with moon runes within this batch. You can choose to not care, to only include badges with moon runes, or to only include badges without moon runes. A badge with moon runes is defined as one whose contents cannot be encoded into ISO-8859-1. If unsure, select "I don't care".
fi: Miten suhtaudut kuuriimuihin tässä tulostuserässä? Voit valita olla välittämättä niistä, sisällyttää erään vain kuuriimuja sisältäviä badgeja tai sisällyttää erään vain badgeja jotka eivät sisällä kuuriimuja. Kuuriimuja sisältävä badge on sellainen, jonka sisältöä ei pysty koodaamaan ISO-8859-1-merkistöön (tyypillisimmin japanin kielen kirjoitusmerkit). Jos et ole varma mitä valita tähän, valitse "Ei väliä".

source: Please stay civil with the job title field.
fi: Käytäthän tehtävänimike-kenttää sivistyneesti!

source: Policy for badges with moon runes
fi: Suhtautuminen kuuriimuja sisältäviin badgeihin

source: Printable version
fi: Tulostettava versio

source: Printed
fi: Tulostettu

source: Printed separately at
fi: Erillistulostusaika

source: Printing batch
fi: Tulostuserä

source: Require real name to be visible
fi: Vaadi koko nimi näkyviin

source: Revoke badge
fi: Mitätöi badge

source: Revoked
fi: Mitätöity

source: Revoked at
fi: Mitätöintiaika

source: Revoked by
fi: Mitätöinyt

source: Search
fi: Haku

source: Separately
fi: Erikseen

source: Shirt size
fi: Paitakoko

source: Shirt type
fi: Paitatyyppi

source: Status
fi: Tila

source: Surname
fi: Sukunimi

source: The badge had already been revoked.
fi: Badge on jo mitätöity.

source: The badge has been added.
fi: Badge lisättiin.

source: The badge has been restored.
fi: Badge palautettiin.

source: The badge has now been revoked.
fi: Badge on nyt mitätöity.

source: The badge was already valid.
fi: Badge oli jo voimassa.

source: This badge cannot be marked separately printed because it is revoked.
fi: Tätä badgea ei voi merkitä erikseen tulostetuksi, koska badge on mitätöity.

source: This badge cannot be revoked here because it is managed by either the labour or the programme management system.
fi: Tätä badgea ei voi mitätöidä tässä, koska se on luotu työvoiman- tai ohjelmanhallintajärjestelmän kautta.

source: This badge cannot be un-marked separately printed because it is revoked.
fi: Tästä badgesta ei voi pyyhkiä erikseen tulostettu -merkintää, koska badge on mitätöity.

source: This controls how fields are grouped in the badge. Traditional: job title, firstname surname, nick. Emphasize nick name: first name or nick, surname or full name, job title.
fi: Tämä kontrolloi sitä, miten kentät niputetaan badgessa. Perinteinen: tehtävänimike, etunimi sukunimi, nick. Korosta nickiä: etunimi tai nick, sukunimi tai koko nimi, tehtävänimike.

source: This revoked badge cannot be un-revoked here because it is managed by either the labour or the programme management system.
fi: Tätä mitätöityä badgea ei voi palauttaa tässä, koska se on luotu työvoiman- tai ohjelmanhallintajärjestelmän kautta.

source: Traditional
fi: Perinteinen

source: Un-revoke badge
fi: Palauta badge.

source: Updated at
fi: Päivitysaika

source: Waiting
fi: Odottaa

source: Waiting in batch
fi: Odottaa erässä

source: Reports
fi: Raportit

source: Perks
fi: Edut

source: Will be shown in the onboarding view to instruct the onboarding desk what to give this person.
fi: Näytetään sisäänkirjausnäkymässä kertomaan sisäänkirjaajalle mitä tälle henkilölle kuuluu antaa.
