Repository: con2/kompassi
Catalog: backend/events/ropecon2024/locale/*/LC_MESSAGES/django.po
Languages: fi

source: How do players sign up for your program? Sign up at the Gaming Desk - The Gaming Desk will collect a list of the participants. I will collect sign-ups - You will collect sign-ups yourself in any way you prefer. No sign-up - The game does not require sign-ups.
fi: Miten ohjelmaan ilmoittaudutaan? Ilmoittautuminen pelitiskille - pelitiskin tekemä lista on nimilista peliin tulevista ihmisistä. Hoidan itse ilmoittautumisen - Hoidat itse ilmoittautumisen miten tahdot. Ei ilmoittautumista - Peli ei vaadi erityistä ilmoittautumista.

source: Space and technical needs
fi: Tilatoiveet ja tekniikka

source: Tell us how much table space and how many chairs you need, and whether you have any technical needs (eg. electricity). Unfortunately all requests cannot be fulfilled, so please justify how your request serves the program. Table size is 70cm x 200cm.
fi: Kerro tässä paljonko tarvitset pöytätilaa, tuoleja ja tarvitsetko erityistä tekniikkaa (esim. sähköä). Kaikkia toiveita ei valitettavasti voida toteuttaa, joten perustelethan miten toiveesi tukee ohjelmaa. Pöytien koko on 70cm x 200cm.

source: Is there anything else you would like to tell the organizers? You can also specify your desired schedule here.
fi: Haluatko sanoa coniiteille jotain, mikä ei sovi mihinkään yllä olevista kentistä? Voit kertoa tässä myös tarkemmista aikataulutoiveistasi.

source: If your game is suitable for players without any or with very limited previous knowledge about the subject, please tick this box.
fi: Ruksaa tämä ruutu, mikäli peliisi voi osallistua vaikka aiempaa kokemusta olisi hyvin vähän tai ei lainkaan.

source: Who is the game for?
fi: Kenelle peli on tarkoitettu?

source: When are you unable to have your program item?
fi: Milloin et pysty pitämään ohjelmaasi?

source: Other languages
fi: Muu kielitaito

source: Please select those languages with which you feel comfortable doing customer service work and list those not listed in the free text field. You can also describe how proficient you are with those languages in the text field.
fi: Valitse ne kielet, joilla koet pystyväsi antamaan asiakaspalvelua. Listaa vapaatekstikentässä ne kielet, joille ei ole omaa ruutua. Voit myös kuvailla kielitaitoasi tarkemmin vapaatekstikentässä.

source: I give my consent for Ropecon to publish my name to my co-workers in the volunteer roster of my assigned station.
fi: Ymmärrän, että ilmoittautumalla vapaaehtoiseksi annan luvan siihen, että nimeni saa näkyä työpisteellä olevassa työvuorolistassa muille työpisteen vapaaehtoisille.

source: Consent for information processing
fi: Suostumus tietojen käsittelyyn
