Repository: con2/kompassi
Catalog: backend/events/ropecon2024/locale/*/LC_MESSAGES/django.po
Languages: fi

source: If your game is aimed at children under 7 years of age, please tick this box. You can also tick this box if your game is suitable for children under 7 years, even if it is not specifically designed for them.
fi: Ruksaa tämä ruutu, jos pelisi on suunnattu alle 7-vuotiaille lapsille. Voit ruksata tämän myös, jos pelisi soveltuu alle 7-vuotiaille, vaikka ei olisikaan suunniteltu juuri heille.

source: Suitable for children aged 7-12
fi: Sopii 7-12-vuotiaille

source: If your game is aimed at children 7-12 years of age, please tick this box. You can also tick this box if your game is suitable for children aged 7-12 years, even if it is not specifically designed for them.
fi: Ruksaa tämä ruutu, jos pelisi on suunnattu 7-12-vuotiaille lapsille. Voit ruksata tämän myös, jos pelisi soveltuu 7-12-vuotiaille, vaikka ei olisikaan suunniteltu juuri heille.

source: Suitable for children aged 12+
fi: Sopii yli 12-vuotiaille

source: If your game is aimed at children over the age of 12, please tick this box. You can also tick this box if your game is suitable for children aged 12 years and older, even if it is not specifically designed for them.
fi: Ruksaa tämä ruutu, jos pelisi on suunnattu yli 12-vuotiaille lapsille. Voit ruksata tämän myös, jos pelisi soveltuu yli 12-vuotiaille lapsille, vaikka ei olisikaan suunniteltu juuri heille.

source: Not suitable for children under 15
fi: Ei sovellu alle 15-vuotiaille

source: If your game is not suitable for children under 15 years of age, please tick this box.
fi: Ruksaa tämä ruutu, jos pelisi ei sovellu alle 15-vuotiaille lapsille.

source: Programme for children
fi: Lastenohjelma

source: If your game is aimed at children and their guardians, please tick this box.
fi: Ruksaa tämä ruutu, jos pelisi on suunnattu lapsille ja heidän huoltajilleen.

source: Theme: Friendship
fi: Teema: Ystävyys

source: If your game is related to the theme of Ropecon 2024, please tick this box.
fi: Ruksaa tämä ruutu, jos pelisi liittyy tämän vuoden teemaan.

source: Any clarifications?
fi: Tarkennuksia?

source: Specify here if you have any clarifications or if you have anything to expand upon regarding the above questions.
fi: Kirjoita tähän, mikäli haluat täsmentää tai tarkentaa ylläolevia soveltuvuuskysymyksiä.

source: If your game is suitable for players with very limited or without any previous experience about RPGs, please tick this box.
fi: Ruksaa tämä ruutu, jos peliisi voi osallistua, vaikka aiempaa kokemusta roolipeleistä olisi hyvin vähän tai ei lainkaan.

source: Theme: End of the world
fi: Teema: Maailmanloppu

source: If your game is related to the theme of Ropecon 2024 (end of the world), please tick this box.
fi: Ruksaa tämä ruutu, jos pelisi liittyy tämän vuoden teemaan.

source: Theme: Dinosaurs
fi: Teema: Dinosaurukset

source: If your game is related to the children’s theme of Ropecon 2024 (dinosaurs), please tick this box.
fi: Ruksaa tämä ruutu, jos pelisi liittyy tämän vuoden lasten teemaan.

source: Playstyle and mechanics (Choose any which apply)
fi: Pelin tyyli (valitse soveltuvat)

source: Serious playstyle
fi: Vakava pelityyli

source: Lighthearted playstyle
fi: Kevyt pelityyli

source: Rules-heavy
fi: Raskaat säännöt

source: Rules-light
fi: Kevyet säännöt

source: Story-driven
fi: Tarinavetoinen

source: Character-driven
fi: Hahmovetoinen

source: Combat-driven
fi: Taisteluvetoinen

source: Description of your game
fi: Kuvaus

source: Advertise your game for potential players. If your game includes any potentially shocking or distressing themes, please mention it here.<br><br>Recommended length for descriptions is 300-500 characters. We reserve the right to edit and condense the description and the title if necessary.<br><br>Write the description in the language the game will be run in (Finnish, English). You can write the description in both languages if you want.
fi: Mainosta peliäsi pelaajille. Varmista, että kerrot mahdollisesti järkyttävistä tai häiritsevistä teemoista. Suositeltu pituus on 300-500 merkkiä. Pidätämme oikeuden muokata tekstiä tarpeen mukaan.<br><br>Kirjoita kuvaus ainakin sillä kielellä, jolla peli peluutetaan (suomeksi tai englanniksi). Voit halutessasi kirjoittaa kuvauksen kummallakin kielellä.

source: Slogan for your game
fi: Lyhyt mainoslause

source: Condense the essence of your game into one short sentence that will let players know what your game have to offer. For example, “A traditional D&D dungeon crawl”, or “Lovecraftian horror in Equestria”. We reserve the right to edit the slogan if necessary.
fi: Tiivistä pelisi yhteen lauseeseen, joka kertoo pelaajalle pelin sisällöstä tärkeimmän. Esim. "Perinteistä D&D-luolastoseikkailua" tai "Lovecraftilaista kauhua Equestriassa". Pidätämme oikeuden muokata tekstiä.

source: When are you NOT able to run your game?
fi: Milloin ET PYSTY pelauttamaan peliäsi?

source: Select the times when you are <b>NOT able</b> to run your game. If you have a more specific request in mind regarding your schedule (for example, you would like to run your game late at night), please let us know in the Comments section below.<br/>In this section, we would like to know more about how work or volunteer shifts, public transport schedules and other factors might be impacting your schedule. For example, if you need to leave the venue by 11pm to be able to catch the last bus to your accommodation.
fi: Merkitse tähän ne ajat, jolloin sinun <b>ei ole mahdollista</b> pelauttaa peliäsi. Voit kirjoittaa alla oleviin vapaamuotoisiin terveisiin tarkempia toiveita (esim. “haluaisin peluuttaa pelini myöhään illalla”), mutta tähän kenttään toivomme tietoa esimerkiksi työvuorojen tai bussiaikataulujen asettamista rajoituksista (jos sinun esimerkiksi täytyy lähteä Messukeskukselta viimeistään klo 23 jotta ehdit yöpymispaikkaasi).

source: Accessibility and inclusivity
fi: Esteettömyys, inklusiivisuus ja saavutettavuus

source: We face life as individuals, but together we can make Ropecon a safer, more comfortable space, where everyone can be themselves without limits, harassment or discrimination.
fi: Kaikki me kohtaamme elämäämme yksilöllisesti, mutta yhdessä voimme tehdä Ropeconista turvallisemman tilan periaatteiden mukaisen, viihtyisän paikan, jossa jokainen saa olla oma itsensä ilman rajoituksia, häirintää tai syrjintää.

source: Loud sounds
fi: Kovat äänet

source: Flashing or bright lights
fi: Välkkyvät tai voimakkaat valot

source: Strong smells
fi: Voimakkaat tuoksut

source: Materials or substances that irritate the skin
fi: Ihoa ärsyttävät aineet tai materiaalit

source: Physical contact and/or low chances of personal space
fi: Fyysinen kontakti ja/tai suppea henkilökohtaisen tilan mahdollisuus

source: Darkness/low lighting
fi: Pimeä/heikko valaistus

source: Participation involves a lot of moving around without a chance for sitting down
fi: Osallistuminen vaatii paljon liikkumista ilman mahdollisuutta istumiseen

source: The game involves watching a video without subtitles for the hearing impaired
fi: Pelissä katsotaan video, jossa ei ole tekstitystä kuulorajoitteisille

source: Participation requires listening to a recording that does not have a text version for the hearing impaired
fi: Osallistuminen edellyttää sellaisen äänitteen kuuntelemista, josta ei ole tekstiversiota kuulorajoitteisille

source: Participation involves reading long texts independently, and the texts are not available as recordings for those with visual impairment
fi: Osallistuminen vaatii pitkien tekstien itsenäistä lukemista, eikä tekstejä ole mahdollista saada äänitteinä näkörajoitteisille

source: Material used in the game can cause problems for the colourblind
fi: Pelissä käytettävät materiaalit voivat tuottaa haasteita värisokeille

source: Other questions
fi: Muut kysymykset

source: Comments
fi: Muuta tietoa roolipelivastaaville

source: Is there anything else you would like to tell the RPG coordinators that doesn’t fit any of the fields above or would you like to clarify something?<br/>For example, if you are a beginner GM and would like some additional support, let us know and we will gladly help you out!
fi: Jos haluat kertoa roolipelivastaaville jotakin joka ei sisälly ylläoleviin kenttiin tai tarkentaa jotain, kirjoita se tähän. Jos olet esimerkiksi aloitteleva pelinjohtaja, ja kaipaat lisätukea, autamme mielellämme!

source: If Ropecon is held virtually, I can run my game virtually
fi: Jos Ropecon siirtyy verkkoon, voin pelauttaa pelini etänä

source: If you are able, prepared and willing to run your game in English if necessary, please tick this box. If your game is selected for the event, we will contact you regarding the choice of language.
fi: Ruksaa tämä ruutu, jos olet kykenevä, valmistautunut ja halukas vetämään pelisi tarvittaessa englanniksi. Mikäli pelisi valitaan tapahtumaan, roolipelivastaava on yhteydessä sinuun kielen valinnan suhteen.

source: Aimed at children under 10 years old
fi: Suunnattu alle 10-vuotiaille

source: Tick this box if your game is designed for children under the age of 10.
fi: Ruksaa tämä ruutu, jos pelisi on suunnattu alle 10-vuotiaille lapsille.

source: Aimed at underage participants
fi: Suunnattu alaikäisille

source: Tick this box if your game is designed for underage participants.
fi: Ruksaa tämä ruutu, jos pelisi on suunnattu alaikäisille.

source: Aimed at adult participants
fi: Suunnattu täysi-ikäisille

source: Tick this box if your game is designed for adult participants.
fi: Ruksaa tämä ruutu, jos peiisi on suunnattu täysi-ikäisille.

source: If your game is suitable for players with very limited or without any previous experience about role-playing games, please tick this box.
fi: Ruksaa tämä ruutu, jos peliisi voi osallistua, vaikka aiempaa kokemusta roolipeleistä olisi hyvin vähän tai ei lainkaan.

source: Participation involves a lot of remaining in one place without a chance to take breaks and move around
fi: Ohjelmanumero/peli vaatii pitkää paikallaan oloa ilman mahdollisuutta taukoihin ja liikkumiseen

source: Tell us here if your game contains heavy subjects that may cause discomfort or distress in participants.<br>Due to the situation in Ukraine, please mention here if your game addresses themes or issues related to war.
fi: Kerro tässä, mikäli pelisi sisältää raskaita aiheita, jotka voivat aiheuttaa jollekin osallistujille epämiellyttäviä tuntemuksia tai ahdistusta.<br>HUOM! Ukrainan tilanteesta johtuen, mainitse tässä jos pelisi käsittelee sotaan liittyviä aiheita.

source: Examples: spiders, violence, phobias or other possibly triggering themes
fi: Esimerkkejä: hämähäkit, väkivalta, fobioita tai muita mahdollisesti triggeröiviä aiheita

source: In the open field, define if necessary what features of your game may possibly limit participation.
fi: Tarkenna tarvittaessa avoimeen kenttään, mikäli pelissäsi on joitakin muita seikkoja, jotka voivat mahdollisesti rajoittaa osallistumista.

source: Who is the game meant for?
fi: Kenelle peli on tarkoitettu?

source: Game title
fi: Pelin nimi

source: Which RPG system does the game use?
fi: Mitä järjestelmää peli käyttää?

source: Game length (minutes)
fi: Pelin kesto (minuuttia)

source: Minimum number of players
fi: Pelaajien vähimmäismäärä

source: Consider the minimum number of players carefully: You will maximize your chances of running the game by setting the number as low as possible.
fi: Harkitse pelaajien vähimmäismäärä tarkkaan: Maksimoit pelin toteutumismahdollisuuden asettamalla pelaajien vähimmäismäärän mahdollisimman matalaksi.

source: Maximum number of players
fi: Pelaajien enimmäismäärä

source: In English
fi: Englanninkielinen

source: Please tick this box if the game is played in English.
fi: Ruksaa tämä ruutu, jos peli pelataan englanniksi.

source: Ages 18+ only
fi: Vain täysi-ikäisille

source: Please tick this box if your game contains themes which require it to be restricted to players who are 18+ years old. Please give more details in the game description.
fi: Ruksaa tämä ruutu, mikäli pelisi sisältää teemoja, joiden takia pelaajien on oltava täysi-ikäisiä. Anna lisätietoja pelin kuvauksessa.

source: Suitable for children
fi: Lapsiystävällinen

source: Please tick this box if your game is also suitable for children. If necessary, you can give more details in the game description.
fi: Ruksaa tämä ruutu jos pelisi soveltuu myös lapsille. Voit antaa lisätietoja pelin kuvauksessa.

source: Family program
fi: Perheohjelma

source: Please tick this box if your game has been designed also for the youngest players, and the players’ guardians may help the players or participate in the game with them. If necessary, you can give more details in the game description.
fi: Ruksaa tämä ruutu jos pelisi on erityisesti suunniteltu myös pienimmille pelaajille, ja huoltajat voivat toimia pelaajien tukena tai osallistua peliin heidän kanssaan. Voit antaa lisätietoja pelin kuvauksessa.

source: For experienced players
fi: Kokeneille pelaajille

source: Check this if the game requires knowledge of the world or the rules of the game.
fi: Valitse tämä jos peli vaatii pelin maailman tai sääntöjen tuntemusta.

source: Game genre (Choose all which apply)
fi: Pelin genre (valitse soveltuvat)

source: Game style (Choose any which apply)
fi: Pelin tyyli (valitse soveltuvat)

source: Description
fi: Kuvaus

source: Advertise your game to potential players. Be extra sure to inform about potentially shocking or disturbing themes. Recommended length is 300–500 characters. We reserve the right to edit the text as necessary.<br><br>Please write the description at least in the language the game will be run in (English or Finnish). You may include the description in both languages, if you wish.
fi: Mainosta peliäsi pelaajille. Varmista, että kerrot mahdollisesti järkyttävistä tai häiritsevistä teemoista. Suositeltu pituus on 300-500 merkkiä. Pidätämme oikeuden muokata tekstiä tarpeen mukaan.<br><br>Kirjoita kuvaus ainakin sillä kielellä, jolla peli peluutetaan (suomeksi tai englanniksi). Voit halutessasi kirjoittaa kuvauksen kummallakin kielellä.

source: Short blurb
fi: Lyhyt mainoslause

source: Summarize your game in one sentence which helps potential players get the gist of your game. For example, “Traditional D&D dungeon adventure” or “Lovecraftian horror in Equestria”. We reserve the right to edit the text.
fi: Tiivistä pelisi yhteen lauseeseen, joka kertoo pelaajalle pelin sisällöstä tärkeimmän. Esim. “Perinteistä D&D-luolastoseikkailua” tai “Lovecraftilaista kauhua Equestriassa”. Pidätämme oikeuden muokata tekstiä.

source: Other information for the RPG coordinator
fi: Muuta tietoa roolipelivastaavalle

source: If there is anything else you wish to say to the RPG coordinator that is not covered by the above questions, please enter it here.
fi: Jos haluat kertoa roolipelivastaavalle jotakin joka ei sisälly ylläoleviin kenttiin, kirjoita se tähän.

source: Title of the larp
fi: Pelin nimi

source: Come up with a catchy and concise name for your larp. Ropecon reserves the right to edit the title.
fi: Keksi ytimekäs otsikko larpillesi. Varaamme oikeuden muokata otsikkoa.

source: Estimated duration (minutes)
fi: Arvioitu pituus (minuuttia)

source: For one run of a 3-4 hour game (180-240 minutes) of your own writing you will receive one free weekend ticket. This includes time for propping, brief and debrief, as well as the actual game time.
fi: Yhdestä 3-4 tunnin (180-240 minuuttia) oman larppisi pelautuksesta saat vaivanpalkaksi yhden viikonloppurannekkeen. Tähän kokonaiskestoon sisältyvät proppaus, alku- ja loppubriiffit sekä peliaika.

source: Number of runs
fi: Pelautusten lukumäärä

source: Here you can request how many times you would like to run your game during the convention. Due to limited space we may not be able to fulfill all requests.<br><br>For one run of a 3-4 hour game of your own writing or two runs of a pre-written scenario you will receive one free weekend ticket. Additional runs of your game will yield an extra one-day ticket.
fi: Tässä voit esittää toiveen montako kertaa haluaisit larppisi pelauttaa. Tilojen rajallisuuden vuoksi emme pysty toteuttamaan kaikkia toiveita.<br><br>Yhdellä itse kirjoitetun larpin 3-4 tunnin pelautuksella tai kahdella skenaarion pelautuksella saa yhden viikonloppurannekkeen. Lisäpelautuksella saa lisäksi päivärannekkeen.

source: Is there anything else you would like to tell the organizers?<br><br>Please mention here if the design of your game dictates that some of the characters need to be a specific gender (eg. larps about a men’s sauna night or World War II female fighter pilots).<br><br>We would like the larp program as a whole to offer something for all attendees, even if not all players wish to play all genders. Due to this, some larps may be cut from the program.<br><br>You can also enter your more specific scheduling preferences here.
fi: Haluatko sanoa larp-coniiteille jotain, mikä ei sovi mihinkään yllä olevista kentistä?<br><br>Mainitse tässä, jos pelisi design vaatii osan hahmoista olevan tiettyä sukupuolta (esim. aiheena miesten saunailta tai toisen maailmansodan naislentäjät).<br><br>Pyrimme, että kokonaisuudessaan conissa olevissa peleissä olisi pelattavaa kaikille kävijöille, vaikka kaikki pelaajat eivät esimerkiksi halua pelata kaikkia sukupuolia ja osa peleistä saattaa rajautua tämän vuoksi pois.<br><br>Voit kertoa tässä myös tarkemmista aikataulutoiveistasi.

source: The game can be run in English
fi: Pelin voi pelauttaa englanniksi

source: If you are able, prepared and willing to organise your program in English if necessary, please tick this box.
fi: Ruksaa tämä ruutu, jos olet kykenevä, valmistautunut ja halukas vetämään pelisi tarvittaessa englanniksi.

source: The game is intended for players over 18
fi: Peli on tarkoitettu vain täysi-ikäisille pelaajille

source: Please tick this box if your game involves themes necessitating that all players are 18 years or older.
fi: Ruksaa tämä ruutu, mikäli pelisi sisältää teemoja, joiden takia pelaajien on oltava täysi-ikäisiä.

source: The game is intended for children
fi: Peli on tarkoitettu lapsille

source: Please tick this box if your game is designed for children.
fi: Ruksaa tämä ruutu, mikäli pelisi on suunniteltu lapsille.

source: Beginner-friendly
fi: Aloittelijaystävällinen

source: If your game is suitable for players without any or with very limited larping experience, please tick this box.
fi: Ruksaa tämä ruutu, mikäli peliisi voi osallistua vaikka aiempaa larppikokemusta olisi hyvin vähän tai ei lainkaan.

source: Family-friendly
fi: Perheohjelma

source: Come up with a catchy, concise title for your program. Ropecon reserves the right to edit the title if necessary.
fi: Keksi ytimekäs otsikko ohjelmanumerollesi. Varaamme oikeuden muokata otsikkoa.

source: Describe your program to your potential audience or participants in an appealing way. If your program contains topics that are heavy or potentially distressing, please pay special attention to this in the description. Recommended length is 300-500 characters. Ropecon reserves the right to edit the description and title of the program if necessary, for example reducing their length.
fi: Mainosta ohjelmaasi potentiaalisille osallistujille. Kiinnitä erityisesti huomiota teemoihin, jotka ovat mahdollisesti raskaita tai järkyttäviä. Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja otsikkoa tarpeen mukaan esimerkiksi lyhentämällä niitä.

source: Program category
fi: Ohjelmaluokka

source: Choose the program category that best suits your program. Ropecon reserves the right to change the program category if necessary.
fi: Valitse parhaiten ohjelmanumeroosi sopiva ohjelmaluokka. Varaamme oikeuden vaihtaa ohjelmaluokkaa.

source: Duration of lectures and panel discussions is either 45 minutes or 105 minutes. Duration of workshops is either 45 minutes, 105 minutes or 165 minutes. For other program, please make an estimation.
fi: Puheohjelmien pituus voi olla joko 45 tai 105 minuuttia. Työpaja voi olla 45, 105 tai 165 minuuttia. Muut ohjelmat voivat arvioida keston.

source: If your program is suitable for or aimed at children, teenagers or families, please tick the checkbox. More details can be provided in the last text field.
fi: Ruksaa tämä ruutu, mikäli ohjelmasi sopii myös nuoremmille osallistujille. Anna tarvittaessa lisätietoja ikäsuosituksista viimeisessä avoimessa kentässä.

source: Max. number of participants
fi: Osallistujamäärä

source: If your workshop or other program can only host a limited number of participants, please provide a maximum number of attendees.
fi: Mikäli työpajan tai muun ohjelman osallistujamäärä on rajattu, kirjoita tähän maksimiosallistujamäärä.

source: Preferred schedule
fi: Aikatoiveet

source: Select the times when you DO NOT want to have your program. Time slots have been intentionally left vague. If you have further requests on time slots and schedule, more details can be provided in the open comment field below.
fi: Ruksaa ne ajat, jolloin ET halua pitää ohjelmaasi. Aikaslotit ovat tarkoituksella epämääräisiä. Jos sinulla on tarkempia toivomuksia ajan suhteen, voit kertoa niistä vapaamuotoisissa terveisissä.

source: Do you have any further information, details, comments or questions that you would like to let our program coordinators to know?
fi: Haluatko sanoa ohjelmavastaaville jotain, mikä ei sovi mihinkään yllä olevista kentistä?

source: Game program area
fi: Peliohjelman alue

source: Which area do you think your game program belongs to?
fi: Mihin alueelle mielestäsi peliohjelma kuuluu?

source: Give your game program a catchy and concise title. We reserve the right to change the title if necessary.
fi: Keksi ytimekäs otsikko peliohjelmalle. Varaamme oikeuden muokata otsikkoa.

source: For 3-4 hours (180-240 minutes) of game program you will receive a one-day ticket to Ropecon. For 6-8 hours (360-480 minutes) of game program you will receive a weekend ticket to Ropecon.
fi: 3-4 tunnin (180-240 minuutin) peliohjelmasta saat vaivanpalkaksi yhden päivärannekkeen. 6-8 tunnin (360-480 minuutin) peliohjelmasta saat vaivanpalkaksi yhden viikonloppurannekkeen.

source: Number of participants
fi: Osallistujamäärä

source: How many players can participate in the game?
fi: Kuinka monta pelaajaa mahtuu mukaan?

source: Advertise your game for potential players. Include information about what is expected of players and what kind of themes the game involves. Please mention here if your game involves difficult themes such as physical or psychological abuse. The recommended length of the description is 300-500 characters. We reserve the right to edit the description if necessary.
fi: Mainosta peliäsi potentiaalisille pelaajille. Kerro myös, mitä pelaajilta odotetaan ja minkälaisia teemoja pelissä käsitellään. Mainitsethan, jos pelissäsi käsitellään vaikeita teemoja, esim. fyysistä tai henkistä väkivaltaa. Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja otsikkoa tarpeen mukaan esimerkiksi lyhentämällä niitä.

source: Game system
fi: Pelisysteemi

source: What is the game system used? For example, “Magic the Gathering” Did you design the game yourself? Describe it in a few words, for example “4X, space battle, conquest”
fi: Mikä on pelisysteemi? Esim. “Magic the Gathering” Onko kyseessä itse tehty peli? Kerro siitä parilla sanalla, esim. “4X, avaruustaistelu, valloitus”

source: When are you unable to run your game?
fi: Milloin et pysty pelauttamaan peliäsi?

source: If your game is suitable for the whole family and people of all ages, please tick this box.
fi: Ruksaa tämä ruutu, mikäli pelisi soveltuu koko perheelle ja kaiken ikäisille.

source: Signup
fi: Ilmoittautuminen
