Repository: con2/kompassi
Catalog: backend/events/ropecon2024/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Describe your programme to your potential audience or participants in an appealing way. If your programme contains topics or themes that are heavy or potentially distressing, please pay special attention to those in the description. If your programme is meant as humorous or entertaining in nature, let it show in the description as well. Recommended length is 300-500 characters. Ropecon reserves the right to edit and condense the description and title of the programme if necessary.<br/><br/>Note that the text in this field is shown to the public in the programme guide.
fi: Mainosta ohjelmaasi potentiaalisille osallistujille. Kiinnitä erityisesti huomiota teemoihin, jotka ovat mahdollisesti raskaita tai järkyttäviä. Jos ohjelmasi on humoristinen tai viihteellinen, annathan sen näkyä myös kuvauksessa. Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja otsikkoa tarpeen mukaan esimerkiksi lyhentämällä niitä. Huomaa, että tämä kenttä näkyy suoraan ohjelmaoppaassa.

source: If participation in the workshop requires a material fee, write the amount here as accurately as possible (if already known at the time of application).<br/>If not known (or there is no fee of any type), write 0€. Remember to update the exact amount to Kompassi before the release of the programme guide. Note that you may only charge enough to cover your material expenses - making a profit with workshops is not allowed.
fi: Mikäli työpajaan on kävijälle vaatimuksena materiaalimaksu, kirjoita mahdollisimman tarkka määrä tähän (jos tiedossa jo hakuhetkellä). Jos ei tiedossa (tai minkäänlaista maksua ei ole), kirjoita 0€. Muista päivittää tarkka määrä Kompassiin ennen ohjelmakartan julkaisua. Huomaathan, että työpajasta saa veloittaa ainoastaan materiaalikustannusten verran, eikä sillä saa tehdä voittoa.

source: Describe your game programme to your potential players in an appealing way. Inform players what is expected of them and what themes your game contains. If your game programme contains topics or themes that are heavy or potentially distressing, please pay special attention to those in the description. If your game programme is meant as humorous or entertaining in nature, let it show in the description as well.<br/><br/>Recommended length is 300-500 characters. Ropecon reserves the right to edit and condense the description and title of the game programme if necessary.<br/><br/>Write the description of the game programme in the language the game will be played in (Finnish and/or English). If the game can be played both in English and in Finnish, please write the description in both languages.<br/><br/>Please note, that this field will be visible in the online programme guide.
fi: Mainosta peliohjelmaasi potentiaalisille pelaajille. Kerro myös, mitä pelaajilta odotetaan ja minkälaisia teemoja pelissä käsitellään. Mainitsethan, jos peliohjelmassasi käsitellään vaikeita teemoja, esim. fyysistä tai henkistä väkivaltaa.<br/><br/>Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja nimeä tarpeen mukaan esimerkiksi lyhentämällä niitä.<br/><br/>Kirjoita kuvaus sillä kielellä, jolla peli peluutetaan (suomeksi ja/tai englanniksi). Jos peliohjelmaan voi osallistua sekä englanniksi että suomeksi, kirjoita nimi kummallakin kielellä.<br/><br/>Huomaa, että tämä kenttä näkyy suoraan ohjelmaoppaassa.

source: Choose the category that best suits your game programme. Ropecon reserves the right to change the programme category if necessary.<br/>Experience Point - Demo games (i.e. showcasing, demonstrating or running a game) and open games (i.e. running a certain card game, board game or tabletop role-playing game for attendees by request) organized at the Experience Point.<br/>Miniature wargames - demonstrations and open games organized at the miniature wargame area.<br/>Tournaments - organizing a game tournament or a competition at the tournament area or the miniature wargame area.<br/>Other game programme - something other than mentioned above, e.g. jigsaw puzzles.
fi: Valitse parhaiten peliohjelmaasi sopiva ohjelmaluokka. Varaamme oikeuden vaihtaa ohjelmaluokkaa.<br/>Kokemuspiste - kokemuspistealueella järjestettäviä demotuksia (eli pelin esittelyä, demottamista ja/tai pelaamista) ja avoimia pelautuksia (eli tietyn pelin pelauttamista pyynnöstä) mm. lauta-, kortti- ja pöytäroolipeleistä.<br/>Figupelit - figualueella järjestettäviä demotuksia ja avoimia pelautuksia miniatyyripeleistä.<br/>Turnaukset - turnauksen tai kilpailun järjestäminen turnausalueella tai figualueella.<br/>Muu peliohjelma - jokin muu kuin ylläoleva, esim. palapelit.

source: Describe your programme to your potential audience or participants in an appealing way. If your programme contains topics or themes that are heavy or potentially distressing, please pay special attention to those in the description. If your programme is meant as humorous or entertaining in nature, let it show in the description as well. Recommended length is 300-500 characters. Ropecon reserves the right to edit and condense the description and title of the programme if necessary.<br><br>Note that the text in this field is shown to the public in the programme guide.
fi: Mainosta ohjelmaasi potentiaalisille osallistujille. Kiinnitä erityisesti huomiota teemoihin, jotka ovat mahdollisesti raskaita tai järkyttäviä. Jos ohjelmasi on humoristinen tai viihteellinen, annathan sen näkyä myös kuvauksessa. Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja otsikkoa tarpeen mukaan esimerkiksi lyhentämällä niitä.<br><br>Huomaa, että tämä kenttä näkyy suoraan ohjelmaoppaassa.

source: Finnish - choose this, if only Finnish is spoken in your programme.<br><br>English - choose this, if only English is spoken in your programme.<br><br>Language-free - choose this, if no Finnish or English is necessary to participate in the programme (e.g. a workshop with picture instructions or a dance where one can follow what others are doing).<br><br>Finnish or English - choose this, if you are okay with either of the two languages. The programme team will contact you regarding the final choice of language.<br><br>Finnish and English - choose this, if your programme item will use both Finnish and English (e.g. if you will switch languages based on participants).<br><br>Other - choose this, if your programme is in a language other than Finnish or English. If chosen, please provide the title and description of your programme in the chosen language.
fi: Suomi - valitse tämä, jos ohjelmassasi puhutaan ainoastaan suomea.<br><br>Englanti - valitse tämä, jos ohjelmassasi puhutaan ainoastaan englantia.<br><br>Kielivapaa - valitse tämä, jos ohjelmaan osallistuakseen ei tarvitse osata suomea tai englantia (esim. työpaja, jossa kuvalliset ohjeet, tai tanssi, jossa voi seurata muita).<br><br>Suomi tai englanti - valitse tämä, jos olet valmis pitämään ohjelmasi kummalla tahansa kielellä. Ohjelmatiimi on sinuun yhteydessä lopullisen kielivalinnan suhteen.<br><br>Suomi ja englanti - valitse tämä, jos ohjelmassasi käytetään sekä suomea että englantia (esim. kieltä vaihdetaan lennosta osallistujien mukaan).<br><br>Muu - valitse tämä, jos pidät ohjelmasi jollain muulla kielellä kuin suomeksi tai englanniksi. Tuota tällöin otsikko ja ohjelmakuvaus valitsemallasi kielellä.

source: Give your larp a catchy and concise title. We reserve the right to edit the title if necessary.<br><br>Write the title of the game in the language the game will be played in (Finnish or English). If the game can be played both in English and in Finnish, please write the description in both languages.
fi: Keksi ytimekäs otsikko larpillesi. Varaamme oikeuden muokata otsikkoa.<br><br>Kirjoita pelin nimi sillä kielellä, jolla se peluutetaan (suomeksi ja/tai englanniksi). Jos peliin voi osallistua sekä englanniksi että suomeksi, kirjoita nimi kummallakin kielellä.

source: Advertise your larp for potential players. Inform players about what is expected of them, and what themes your larp contains. If your larp includes any heavy themes, such as physical violence or psychological abuse, please mention it here.<br/><br/>Recommended length for descriptions is 300-500 characters. We reserve the right to edit and condense the description and the title if necessary.<br/><br/>Write the description of the game programme in the language the game will be played in (Finnish and/or English). If the game can be played both in English and in Finnish, please write the description in both languages.<br/><br/>Please note, that this field will be visible in the online programme guide.
fi: Mainosta larppiasi potentiaalisille pelaajille. Kerro myös, mitä pelaajilta odotetaan ja minkälaisia teemoja larpissa käsitellään. Mainitsethan, jos larpissa käsitellään vaikeita teemoja, esim. fyysistä tai henkistä väkivaltaa.<br><br>Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja otsikkoa tarpeen mukaan esimerkiksi lyhentämällä niitä.<br><br>Kirjoita kuvaus sillä kielellä, jolla peli peluutetaan (suomeksi tai englanniksi). Jos peliohjelmaan voi osallistua sekä englanniksi että suomeksi, kirjoita nimi kummallakin kielellä.<br><br>Huomaa, että tämä kenttä näkyy suoraan ohjelmaoppaassa.

source: Select the times when you are <b>NOT able</b> to run your larp. In other words, leave the times that you would be able to run your larp unselected! Time slots have been intentionally left vague.<br><br>If you have a more specific request in mind regarding your schedule (for example, you would like to run your larp late at night or if you need to leave the venue by 11pm), please let us know in the Comments section below.
fi: Haluatko sanoa larp-coniitille jotain, mikä ei sovi mihinkään yllä olevista kentistä tai tarkentaa jotain vastausta?<br><br>Mainitse tässä, esimerkiksi jos larppisi design vaatii osan hahmoista olevan tiettyä sukupuolta (esim. aiheena miesten saunailta tai toisen maailmansodan naislentäjät).<br><br>Pyrimme, että conin peleissä olisi pelattavaa kaikille kävijöille, vaikka kaikki pelaajat eivät esimerkiksi halua pelata kaikkia sukupuolia ja osa peleistä saattaa rajautua tämän vuoksi pois.<br><br>Voit kertoa tässä myös tarkemmista aikataulutoiveistasi.

source: Please make an estimation for the duration of your game.<br>Our attendees have hoped to see more shorter games of 2 to 4 hours (120-240 min) in length.
fi: Anna arvio pelisi kestosta.<br>Kävijämme ovat toivoneet lisää etenkin lyhyempiä, 2-4 tunnin roolipelejä (120-240 min).

source: How many players are needed for the game to be organized?<br><br>Consider the minimum number of players required to run your game carefully: by setting it as low as possible, you increase the chances of your game being able to be run.
fi: Kuinka monta pelaajaa tarvitaan pelin toteutumiseksi?<br><br>Harkitse pelaajien vähimmäismäärä tarkkaan: Maksimoit pelin toteutumismahdollisuuden asettamalla pelaajien vähimmäismäärän mahdollisimman matalaksi.

source: If the maximum number of players in your game is limited, please set the maximum number of players that can participate at the same time.
fi: Mikäli pelin pelaajamäärä on rajattu, kirjoita tähän kuinka monta pelaajaa maksimissaan mahtuu kerralla mukaan.

source: Advertise your game for potential players. If your game includes any potentially shocking or distressing themes, please mention it here.<br><br>Recommended length is 300-500 characters. Ropecon reserves the right to edit and condense the description and title of the game programme if necessary.<br><br>Write the description of the game programme in the language the game will be played in (Finnish and/or English). If the game can be played both in English and in Finnish, please write the description in both languages.<br><br>Please note, that this field will be visible in the online programme guide.
fi: Mainosta peliäsi potentiaalisille pelaajille. Kerro myös, mitä pelaajilta odotetaan ja minkälaisia teemoja pelissä käsitellään. Mainitsethan, jos pelissä käsitellään vaikeita teemoja, esim. fyysistä tai henkistä väkivaltaa.<br><br>Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja nimeä tarpeen mukaan esimerkiksi lyhentämällä niitä.<br><br>Kirjoita kuvaus sillä kielellä, jolla peli peluutetaan (suomeksi tai englanniksi). Jos peliohjelmaan voi osallistua sekä englanniksi että suomeksi, kirjoita nimi kummallakin kielellä.<br><br>Huomaa, että tämä kenttä näkyy suoraan ohjelmaoppaassa.

source: Select the times when you are <b>NOT able</b> to run your game. Time slots have been intentionally left vague.<br><br>If you have a more specific request in mind regarding your schedule (for example, you would like to run your game late at night), please let us know in the Comments section below.
fi: Suomi - valitse tämä, jos ohjelmassasi puhutaan ainoastaan suomea.<br><br>Englanti - valitse tämä, jos ohjelmassasi puhutaan ainoastaan englantia.<br><br>Kielivapaa - valitse tämä, jos ohjelmaan osallistuakseen ei tarvitse osata suomea tai englantia (esim. työpaja, jossa kuvalliset ohjeet, tai tanssi, jossa voi seurata muita).<br><br>Suomi ja englanti - valitse tämä, jos ohjelmassasi käytetään sekä suomea että englantia (esim. kieltä vaihdetaan lennosta osallistujien mukaan). Tuota tällöin otsikko ja ohjelmakuvaus molemmilla kielillä.<br><br>Muu - valitse tämä, jos pidät ohjelmasi jollain muulla kielellä kuin suomeksi tai englanniksi. Tuota tällöin otsikko ja ohjelmakuvaus valitsemallasi kielellä.

source: Finnish and English
fi: Suomi ja englanti

source: Theme: Monsters
fi: Teema: Hirviöt

source: If your programme is related to this year's theme, please tick this box.
fi: Ruksaa tämä ruutu, jos ohjelmasi liittyy tämän vuoden teemaan.

source: Duration of workshops is either 45 minutes, 105 minutes or 165 minutes.
fi: Työpaja voi olla 45, 105 tai 165 minuuttia.

source: If the number of participants in your workshop is limited, please provide the maximum number of participants.
fi: Mikäli työpajan osallistujamäärä on rajattu, kirjoita tähän maksimiosallistujamäärä.

source: Workshop fee
fi: Työpajamaksu

source: If participation in the workshop requires a material fee, write the amount here as accurately as possible (if already known at the time of application). If not known (or there is no fee of any type), write 0€. Remember to update the exact amount to Kompassi before the release of the programme guide!
fi: Mikäli työpajaan on kävijälle vaatimuksena esimerkiksi materiaalimaksu, kirjoita mahdollisimman tarkka määrä tähän (jos tiedossa jo hakuhetkellä). Jos ei tiedossa (tai minkäänlaista maksua ei ole), kirjoita 0€. Muista päivittää tarkka määrä Kompassiin ennen ohjelmankartan julkaisua!

source: Material needs
fi: Materiaalin tarve

source: If you need assistance from Ropecon in acquiring or loaning the materials, inform about your needs here. It can be for example pens and paper, flip chart, miniature parts, miniature paint, iron wire etc.
fi: Mikäli tarvitset Ropeconilta apua materiaalien hankkimiseen tai lainaamiseen, kerro tarpeesta tässä. Se voi olla esimerkiksi kyniä ja paperia, fläppitaulu, figujen osia, figumaaleja, rautalankaa, jne.

source: Number of tables and chairs
fi: Pöytien ja tuolien määrä

source: Inform us how many tables and chairs are needed in your workshop.
fi: Kerro montako pöytää ja tuolia työpajassasi tarvitaan.

source: Other space and furniture needs
fi: Muut tila- ja kalustetarpeet

source: Inform us here, if you need a specific kind of space (and/or furniture) for your workshop. For example if tables and chairs need to be moved for empty space in your workshop, because it is not possible to do so in every room.
fi: Kerro tässä, jos tarvitset tietynlaista tilaa (ja/tai kalusteita) työpajallesi. Esimerkiksi tarvitseeko työpajassasi siirtää pöytiä ja tuoleja tyhjän tilan saamiseksi, koska jokaisessa huoneessa näin ei voi tehdä.

source: Will you need a laptop at your workshop? We strongly recommend using a laptop provided by Ropecon. Using your own laptop is possible only when notified in advance.
fi: Tarvitsetko työpajassasi tietokonetta? Suosittelemme painokkaasti tapahtuman toimittaman ns. coniläppärin käyttöä. Oman tietokoneen käyttö on mahdollista ainoastaan etukäteen sovittuna.

source: Inform us about other possible technical needs at your workshop.
fi: Kerro muista mahdollisista työpajasi tekniikkatarpeista.

source: Title of your game programme
fi: Peliohjelman nimi

source: Come up with a catchy, concise title for your game programme. Ropecon reserves the right to edit the title if necessary.<br/>Write the title of the game programme in the language the game will be played in (Finnish or English). You can also write the title in both languages, if you prefer.
fi: Keksi ytimekäs nimi peliohjelmallesi. Varaamme oikeuden muokata nimeä.<br/>Kirjoita peliohjelman nimi sillä kielellä, jolla peli peluutetaan (suomeksi ja/tai englanniksi). Voit halutessasi kirjoittaa nimen kummallakin kielellä.

source: Describe your game programme to your potential players in an appealing way. Inform players what is expected of them and what themes your game contains. If your game programme contains topics or themes that are heavy or potentially distressing, please pay special attention to those in the description. If your game programme is meant as humorous or entertaining in nature, let it show in the description as well.<br/>Recommended length is 300-500 characters. Ropecon reserves the right to edit and condense the description and title of the game programme if necessary.<br/>Write the description of the game programme in the language the game will be played in (Finnish or English). You can also write the description in both languages, if you prefer.
fi: Mainosta peliohjelmaasi potentiaalisille pelaajille. Kerro myös, mitä pelaajilta odotetaan ja minkälaisia teemoja pelissä käsitellään. Mainitsethan, jos peliohjelmassasi käsitellään vaikeita teemoja, esim. fyysistä tai henkistä väkivaltaa.<br/>Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja nimeä tarpeen mukaan esimerkiksi lyhentämällä niitä.<br/>Kirjoita kuvaus sillä kielellä, jolla peli peluutetaan (suomeksi ja/tai englanniksi). Voit halutessasi kirjoittaa kuvauksen kummallakin kielellä.

source: Category of the game programme
fi: Peliohjelmaluokka

source: Choose the category that best suits your game programme. Ropecon reserves the right to change the programme category if necessary.<br/>Experience Point - Demo games (i.e. showcasing, demonstrating or running a game) and open games (i.e. running a certain card game or board game for attendees by request) organized at the Experience Point.<br/>Miniature wargames - demonstrations and open games organized at the miniature wargame area.<br/>Tournaments - organizing a game tournament or a competition at the tournament area or the miniature wargame area.<br/>Other game programme - something other than mentioned above, e.g. jigsaw puzzles.
fi: Valitse parhaiten peliohjelmaasi sopiva ohjelmaluokka. Varaamme oikeuden vaihtaa ohjelmaluokkaa.<br/>Kokemuspiste - kokemuspistealueella järjestettäviä demotuksia (eli pelin esittelyä, demottamista ja/tai pelaamista) ja avoimia pelautuksia (eli tietyn pelin pelauttamista pyynnöstä) lauta- ja korttipeleistä.<br/>Figupelit - figualueella järjestettäviä demotuksia ja avoimia pelautuksia miniatyyripeleistä.<br/>Turnaukset - turnauksen tai kilpailun järjestäminen turnausalueella tai figualueella.<br/>Muu peliohjelma - jokin muu kuin ylläoleva, esim. palapelit.

source: Please make an estimation for the duration of your game programme.<br/>For game programme held at the Experience Point, shorter games of 1-3 hours (60-180 min) are preferred.
fi: Anna arvio peliohjelmasi kestosta.<br/>Kokemuspisteelle suositellaan lyhyempiä 1-3 tunnin (60-180 min) pelautuksia.

source: How many players are needed for the game programe to be organized?<br/>Select the minimum number of players carefully: by setting the minimum number of players as low as possible, you maximize the chances for your game programme to be organized successfully.
fi: Kuinka monta pelaajaa tarvitaan peliohjelman toteutumiseksi?<br/>Harkitse pelaajien vähimmäismäärä tarkkaan: maksimoit peliohjelmasi toteutumismahdollisuuden asettamalla pelaajien vähimmäismäärän mahdollisimman matalaksi.

source: If the maximum number of players in your game programme is limited, please set the maximum number of players that can participate at the same time.
fi: Mikäli peliohjelmasi pelaajamäärä on rajattu, kirjoita tähän kuinka monta pelaajaa maksimissaan mahtuu kerralla mukaan.

source: Language used in game materials
fi: Pelimateriaalin kieli

source: What language is used in the game materials offered for attendees?
fi: Millä kielellä pelimateriaalit on tarjottu?

source: Specify here whether the attendees participating in your game programme are expected to bring their own game tools or other equipment for the game and what that equipment is (e.g. card decks, figure armies).
fi: Kerro tässä, jos kävijöiden odotetaan tuovan omat pelivälineensä tai muita tarvikkeita voidakseen osallistua peliohjelmaan, ja mitä ne välineet ovat (esim. korttipakkoja, figuarmeijoita).

source: How will players sign up for your game programme?<br/>No sign-up - no sign-up is required to participate in the game programme.<br/>Sign-up via the Konsti app - the sign-up process for the game programme is done via the Konsti app during the event.<br/>Other sign-up process - if your game programme requires attendees to sign up beforehand and you prefer to handle it through some other means (e.g. at the Gaming Desk), please choose this option and describe the sign-up process in the Comments section below.
fi: Miten peliohjelmaasi ilmoittaudutaan?<br/>Ei ilmoittautumista - Peliohjelma ei vaadi erityistä ilmoittautumista.<br/>Ilmoittautuminen Konstissa - Peliohjelmaan ilmoittaudutaan Konstin kautta tapahtuman aikana.<br/>Muu ilmoittautuminen - Peliohjelmaan ilmoittaudutaan tapahtuman aikana muulla tavalla, esim. pelitiskille. Kerro tällöin tarkemmin peliohjelmasi ilmoittautumistavasta vapaamuotoisissa terveisissä.

source: Sign-up via the Konsti app
fi: Ilmoittautuminen Konstissa

source: Other sign-up process
fi: Muu ilmoittautuminen

source: Number of tables
fi: Pöytien määrä

source: How much table space is needed for your game programme: how many tables in total?<br/>Table size is 70 cm x 200 cm.
fi: Kerro tässä paljonko ohjelmasi tarvitsee pöytätilaa: montako pöytää peliohjelmassasi tarvitaan?<br/>Yhden pöydän koko on 70 cm x 200 cm.

source: Number of chairs
fi: Tuolien määrä

source: How many chairs are needed for your game programme.
fi: Kerro tässä montako tuolia peliohjelmassasi tarvitaan.

source: Does your game programme have any technical needs (e.g. electricity) or other specific needs regarding e.g. the programme space itself?<br/>Please keep in mind that we might not be able to fulfill all requests, so please justify how your requests would benefit your game programme.
fi: Kerro tässä onko peliohjelmallasi erityisiä tila- tai tekniikkatarpeita (esim. sähkö).<br/>Kaikkia toiveita ei valitettavasti voida toteuttaa, joten perustelethan miten toiveesi tukee peliohjelmaasi.

source: Select the times when you are <b>NOT able</b> to organize your game programme.<br/><br/>Time slots have been intentionally left vague. If you have a more specific request in mind regarding your schedule, please let us know in the Comments section below.
fi: Ruksaa ne ajat, jolloin <b>ET pysty</b> pitämään peliohjelmaasi. Aikaslotit ovat tarkoituksella epämääräisiä.<br/>Jos sinulla on tarkempia toivomuksia ajankohdan suhteen, voit kertoa niistä vapaamuotoisissa terveisissä.
