Repository: con2/kompassi
Catalog: backend/events/ropecon2024/locale/*/LC_MESSAGES/django.po
Languages: fi

source: How will players sign up for your game programme?<br/><br/>No sign-up - No sign-up is required to participate.<br/><br/>Sign-up in advance - Please note that the sign-up for miniature wargame tournaments must open before 31st of May.<br/><br/>Sign-up at the Gaming Desk - Staff at the Gaming Desk will collect a list of participants. If signing up is required for your programme and it is not a miniature wargame tournament, choose this option.
fi: Miten ohjelmaan ilmoittaudutaan?<br><br>Ei ilmoittautumista - Peli ei vaadi erityistä ilmoittautumista.<br><br>Ilmoittautuminen ennakkoon - figuturnausten ilmoittautumisen tulee aueta viimeistään 31.5.<br><br>Ilmoittautuminen pelitiskille - pelitiskin tekemä lista on nimilista peliin tulevista ihmisistä. Jos ohjelmasi vaatii ilmoittautumisen, eikä kyseessä ole figuturnaus, valitse tämä.

source: Sign-up in advance
fi: Ilmoittautuminen ennakkoon

source: Sign-up at the Gaming Desk
fi: Ilmoittautuminen pelitiskille

source: How much table space and how many chairs do you need for your game programme? Do you have any technical needs (for example, electricity)? Please keep in mind that we may not be able to fulfill all requests, so please justify how yours would benefit your game programme. Table size is 70 cm x 200 cm.
fi: Kerro tässä paljonko tarvitset pöytätilaa, tuoleja ja tarvitsetko erityistä tekniikkaa (esim. sähköä). Kaikkia toiveita ei valitettavasti voida toteuttaa, joten perustelethan miten toiveesi tukee ohjelmaa. Pöytien koko on 70cm x 200cm.

source: When are you NOT able to host your game programme?
fi: Milloin ET pysty pitämään ohjelmaasi?

source: Select the times when you are <b>NOT able</b> to run your game programme.<br/><br/>If you have a more specific request in mind regarding your schedule, please let us know in the Comments section below (e.g. “I would like to run my game late in the evening”).<br/><br/>In this section, we wish that you would include information about restrictions set by e.g. work schedules or bus schedules (if you need to e.g. leave Messukeskus by 23 o’clock in order to get to your lodgings).
fi: Merkitse tähän ne ajat, jolloin sinun <b>ei ole mahdollista</b> pelauttaa peliäsi. Voit kirjoittaa alla oleviin vapaamuotoisiin terveisiin tarkempia toiveita (esim. “haluaisin peluuttaa pelini myöhään illalla”), mutta tähän kenttään toivomme tietoa esimerkiksi työvuorojen tai bussiaikataulujen asettamista rajoituksista (jos sinun esimerkiksi täytyy lähteä Messukeskukselta viimeistään klo 23 jotta ehdit yöpymispaikkaasi).

source: Is there anything else you would like to tell the organisers of Ropecon? You can also specify your preferred schedule here.
fi: Haluatko sanoa coniiteille jotain, mikä ei sovi mihinkään yllä olevista kentistä? Voit kertoa tässä myös tarkemmista aikataulutoiveistasi.

source: Who is your game programme for?
fi: Kenelle peli on tarkoitettu?

source: If you are able, prepared and willing to host your game programme in English if necessary, please tick this box. If your game is selected for the event, the programming team will contact you regarding the choice of language.
fi: Ruksaa tämä ruutu, jos olet kykenevä, valmistautunut ja halukas vetämään pelisi tarvittaessa englanniksi. Mikäli pelisi valitaan tapahtumaan, ohjelmatiimi on yhteydessä sinuun kielen valinnan suhteen.

source: If your game programme contains themes that require players to be 18 years or older, please tick this box. There will be an ID check for all players.
fi: Ruksaa tämä ruutu, mikäli pelisi sisältää teemoja, joiden takia pelaajien on oltava täysi-ikäisiä. Tällöin osallistujien ikä tarkastetaan.

source: If your game programme is aimed at children under 7 years of age, please tick this box. You can also tick this box if your game is suitable for children under 7 years, even if it is not specifically designed for them.
fi: Ruksaa tämä ruutu, jos pelisi on suunnattu alle 7-vuotiaille lapsille. Voit ruksata tämän myös, jos pelisi soveltuu alle 7-vuotiaille, vaikka ei olisikaan suunniteltu juuri heille.

source: If your game programme is aimed at children 7-12 years of age, please tick this box. You can also tick this box if your game is suitable for children aged 7-12 years, even if it is not specifically designed for them.
fi: Ruksaa tämä ruutu, jos pelisi on suunnattu 7-12-vuotiaille lapsille. Voit ruksata tämän myös, jos pelisi soveltuu 7-12-vuotiaille, vaikka ei olisikaan suunniteltu juuri heille.

source: If your game programme is aimed at children over the age of 12, please tick this box. You can also tick this box if your game is suitable for children aged 12 years and older, even if it is not specifically designed for them.
fi: Ruksaa tämä ruutu, jos pelisi on suunnattu yli 12-vuotiaille lapsille. Voit ruksata tämän myös, jos pelisi soveltuu yli 12-vuotiaille lapsille, vaikka ei olisikaan suunniteltu juuri heille.

source: If your game programme is aimed at children and their guardians, tick this box.
fi: Ruksaa tämä ruutu, jos pelisi on suunnattu lapsille ja heidän huoltajilleen.

source: If your game programme is related to this year’s theme, please tick this box.
fi: Ruksaa tämä ruutu, jos ohjelmasi liittyy tämän vuoden teemaan.

source: If your game programme is suitable for players with very limited or without any previous knowledge about the game in question, please tick this box.
fi: Ruksaa tämä ruutu, jos peliisi voi osallistua, vaikka aiempaa kokemusta aiheesta olisi hyvin vähän tai ei lainkaan.

source: If your game programme is related to the theme of Ropecon 2024 (end of the world), please tick this box.
fi: Ruksaa tämä ruutu, jos pelisi liittyy tämän vuoden teemaan.

source: If your game programme is related to the children’s theme of Ropecon 2024 (dinosaurs), please tick this box.
fi: Ruksaa tämä ruutu, jos pelisi liittyy tämän vuoden lasten teemaan.

source: Tick this box if your game programme is designed for children under the age of 10.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu alle 10-vuotiaille lapsille.

source: Tick this box if your game programme is designed for underage participants.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu alaikäisille.

source: Tick this box if your game programme is designed for adult participants.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu täysi-ikäisille.

source: Title of your larp
fi: Pelin nimi

source: Give your larp a catchy and concise title. We reserve the right to edit the title if necessary.
fi: Keksi ytimekäs otsikko larpillesi. Varaamme oikeuden muokata otsikkoa.

source: For one run of a 3-4 hour original larp (180-240 minutes) you will receive a one-day ticket to Ropecon. This includes time for propping, brief and debrief, as well as the actual game.
fi: Yhdestä 3-4 tunnin (180-240 minuuttia) oman larppisi pelautuksesta saat vaivanpalkaksi yhden viikonloppurannekkeen. Tähän kokonaiskestoon sisältyvät proppaus, alku- ja loppubriiffit sekä peliaika.

source: Tell us how many times you would like to run your larp during the convention. Due to limited space we may not be able to fulfill all requests.<br><br>For one run of a 3-4 hour original larp or two runs of a pre-written scenario you will receive one weekend ticket as a GM. Additional runs of your larp will yield an extra one-day ticket.
fi: Tässä voit esittää toiveen montako kertaa haluaisit larppisi pelauttaa. Tilojen rajallisuuden vuoksi emme pysty toteuttamaan kaikkia toiveita.<br><br>Yhdellä itse kirjoitetun larpin 3-4 tunnin pelautuksella tai kahdella skenaarion pelautuksella saa yhden viikonloppurannekkeen. Lisäpelautuksella saa lisäksi päivärannekkeen.

source: Number of characters
fi: Hahmojen lukumäärä

source: If the design of your larp requires gendered characters, please mention it in the Comments section of this form.
fi: Jos larpin design vaatii sukupuolitettuja hahmoja, kerro siitä vapaamuotoisissa terveisissä.

source: How many players must sign up for the larp to be able to run it?
fi: Kuinka monta pelaajaa larppiin täytyy vähintään ilmoittautua, jotta larppi toteutuu?

source: Advertise your larp for potential players. Inform players about what is expected of them, and what themes your larp contains. If your larp includes any heavy themes, such as physical violence or psychological abuse, please mention it here.<br/><br/>Recommended length for descriptions is 300-500 characters. We reserve the right to edit and condense the description and the title if necessary.
fi: Mainosta larppiasi potentiaalisille pelaajille. Kerro myös, mitä pelaajilta odotetaan ja minkälaisia teemoja larpissa käsitellään. Mainitsethan, jos larpissa käsitellään vaikeita teemoja, esim. fyysistä tai henkistä väkivaltaa. Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja otsikkoa tarpeen mukaan esimerkiksi lyhentämällä niitä.

source: If your larp contains any heavy topics or themes that some players may find distressing, please mention them here.
fi: Kerro tässä, mikäli larppisi sisältää raskaita aiheita.

source: Game designer (if other than GM)
fi: Pelin kirjoittaja (jos muu kuin pelinjohtaja)

source: If the larp was designed by someone other than the GM running it at Ropecon, please enter the name of the designer here.
fi: Jos larpin on kirjoittanut joku muu kuin sen tässä tapahtumassa vetävä pelinjohtaja, ilmoita kirjoittaja tässä.

source: Who makes the sign-up list - you or the Larp Desk?
fi: Teetkö itse ilmoittautumislistan vai tekeekö larp-tiski sen?

source: The Larp Desk will make the sign-up list
fi: Larp-tiski tekee

source: I will make my own sign-up list
fi: Teen itse

source: Select the times when you are NOT able to run your larp. In other words, leave the times that you would be able to run your larp unselected!<br><br>If you have a more specific request in mind regarding your schedule (for example, you would like to run your larp late at night), please let us know in the Comments section below.<br><br>In this section, we would like to know more about how work or volunteer shifts, public transport schedules and other factors might be impacting your schedule. For example, if you need to leave the venue by 11pm to be able to catch the last bus to your accommodation.
fi: Merkitse tähän ne ajat, jolloin sinun EI OLE mahdollista pelauttaa peliäsi. HUOM! valitse siis ne ajat, jolloin ET pysty pelauttamaan peliäsi!<br><br>Voit kirjoittaa alla oleviin vapaamuotoisiin terveisiin tarkempia toiveita (esim. haluaisin peluuttaa pelini myöhään illalla), mutta tähän kenttään toivomme tietoa esimerkiksi työvuorojen tai bussiaikataulujen asettamista rajoituksista (jos sinun esimerkiksi täytyy lähteä Messukeskukselta viimeistään klo 23 jotta ehdit yöpymispaikkaasi)

source: Is there anything else you would like to tell the larp coordinators?<br><br>Please mention here if the design of your larp requires a large number of your characters to be gendered (for example, a larp about a sauna night with the guys, or about female pilots in WWII).<br><br>When deciding which larps to include at Ropecon, we want as many larps as possible to be accessible for as many attendees as possible, regardless of their gender or the gender they prefer to larp as. Requiring a large number of your characters to be gendered may affect whether or not your submission for a larp is accepted.<br><br>You can also specify your preferred schedule here.
fi: Haluatko sanoa larp-coniiteille jotain, mikä ei sovi mihinkään yllä olevista kentistä?<br><br>Mainitse tässä, jos pelisi design vaatii osan hahmoista olevan tiettyä sukupuolta (esim. aiheena miesten saunailta tai toisen maailmansodan naislentäjät).<br><br>Pyrimme, että kokonaisuudessaan conissa olevissa peleissä olisi pelattavaa kaikille kävijöille, vaikka kaikki pelaajat eivät esimerkiksi halua pelata kaikkia sukupuolia ja osa peleistä saattaa rajautua tämän vuoksi pois.<br><br>Voit kertoa tässä myös tarkemmista aikataulutoiveistasi.

source: Who is your larp for?
fi: Kenelle larppi on tarkoitettu?

source: If you are able, prepared and willing to run your larp in English if necessary, please tick this box.
fi: Ruksaa tämä ruutu, jos olet kykenevä, valmistautunut ja halukas vetämään larppisi tarvittaessa englanniksi.

source: If your larp contains themes that require players to be 18 years or older, please tick this box. There will be an ID check for all players.
fi: Ruksaa tämä ruutu, mikäli larppisi sisältää teemoja, joiden takia osallistujien on oltava täysi-ikäisiä. Tällöin osallistujien ikä tarkastetaan.

source: If your larp is aimed at children under 7 years of age, please tick this box. You can also tick this box if your larp is suitable for children under 7 years, even if it is not specifically designed for them.
fi: Ruksaa tämä ruutu, jos larppisi on suunnattu alle 7-vuotiaille lapsille. Voit ruksata tämän myös, jos larppisi soveltuu alle 7-vuotiaille, vaikka ei olisikaan suunniteltu juuri heille.

source: If your larp is aimed at children 7-12 years of age, please tick this box. You can also tick this box if your larp is suitable for children aged 7-12 years, even if it is not specifically designed for them.
fi: Ruksaa tämä ruutu, jos larppisi on suunnattu 7-12-vuotiaille lapsille. Voit ruksata tämän myös, jos larppisi soveltuu 7-12-vuotiaille, vaikka ei olisikaan suunniteltu juuri heille.

source: If your larp is aimed at children over the age of 12, please tick this box. You can also tick this box if your larp is suitable for children aged 12 years and older, even if it is not specifically designed for them.
fi: Ruksaa tämä ruutu, jos larppisi on suunnattu yli 12-vuotiaille lapsille. Voit ruksata tämän myös, jos larppisi soveltuu yli 12-vuotiaille lapsille, vaikka ei olisikaan suunniteltu juuri heille.

source: If your larp is not suitable for children under 15 years of age, please tick this box.
fi: Ruksaa tämä ruutu, jos larppisi ei sovellu alle 15-vuotiaille lapsille.

source: If your larp is aimed at children and their guardians, please tick this box.
fi: Ruksaa tämä ruutu, jos larppisi on suunnattu lapsille ja heidän huoltajilleen.

source: If your larp is suitable for players with very limited or without any previous experience about larping, please tick this box.
fi: Ruksaa tämä ruutu, jos larppiisi voi osallistua, vaikka aiempaa kokemusta larppauksesta olisi hyvin vähän tai ei lainkaan.

source: If your larp is related to the theme of Ropecon 2024, please tick this box.
fi: Ruksaa tämä ruutu, jos larppisi liittyy tämän vuoden teemaan.

source: If your larp is related to the theme of Ropecon 2020 (end of the world), please tick this box.
fi: Ruksaa tämä ruutu, jos pelisi liittyy tämän vuoden teemaan.

source: If your larp is related to the children’s theme of Ropecon 2020 (dinosaurs), please tick this box.
fi: Ruksaa tämä ruutu, jos pelisi liittyy tämän vuoden lasten teemaan.

source: Practicalities
fi: Käytäntö

source: I am submitting a larp for
fi: Tarjoan larppia

source: Select the event form appropriate for the larp you have planned.
fi: Valitse suunnittelemallesi larpille sopiva tapahtumamuoto.

source: Physical con
fi: Lähiconiin

source: Virtual con
fi: Etäconiin

source: Both
fi: Molempiin

source: Describe what kind of space you hope to organise your larp in (completely dark, separate rooms, water supply, etc.) and whether you have any technical needs (lights, sound, etc). Please keep in mind that we may not be able to fulfill all requests, so please justify how yours would benefit your larp.
fi: Kerro tässä millaisessa tilassa (täysin pimennettävä, erilliset huoneet, vesipiste jne.) toivot larppisi järjestettävän ja tarvitsetko erityistä tekniikkaa (esim. valot, ääni). Kaikkia toiveita ei valitettavasti voida toteuttaa, joten perustelethan, miten toiveesi tukee larpin kulkua.

source: Equipment needed in your larp
fi: Larpin tarvitsemat tarvikkeet

source: Tell us what kind of equipment or props are required in your larp and which of them you can provide yourself. Please keep in mind that due to limited resources we are not able to fulfill the most outlandish of requests. Water and cups will be provided for all larps.
fi: Kerro tässä, mitä tarvikkeita / proppeja larppisi tarvitsee ja mitä niistä voit tuoda itse. Rajallisten resurssien vuoksi emme pysty toteuttamaan kaikkein villeimpiä toiveita. Kaikille peleille tuodaan vettä ja vesilaseja.

source: When are you NOT able to run your larp?
fi: Milloin ET PYSTY pelauttamaan larppiasi?

source: Select the times when you are <b>NOT able</b> to run your larp. In other words, leave the times that you would be <b>able</b> to run your larp unselected!<br><br>In this section, we would like to know more about how work or volunteer shifts, public transport schedules and other factors might be impacting your schedule. For example, if you need to leave the venue by 11pm to be able to catch the last bus to your accommodation.<br/><br/>If you have a more specific request in mind regarding your schedule (for example, you would like to run your larp late at night), please let us know in the Comments section below.
fi: Merkitse tähän ne ajat, jolloin sinun <b>ei ole mahdollista</b> pelauttaa larppiasi. Tähän kenttään toivomme tietoa esimerkiksi työvuorojen tai bussiaikataulujen asettamista rajoituksista (esim. täytyy lähteä Messukeskukselta viimeistään klo 23 jotta ehdit yöpymispaikkaasi.)<br/><br/>Alla vapaamuotoisissa terveisissä voit esittää toiveita sinulle parhaiten sopivista ajankohdista (esim. “en haluaisi pelauttaa aikaisin aamulla”).

source: The larp involves watching a video without subtitles for the hearing impaired
fi: Larpissa katsotaan video, jossa ei ole tekstitystä kuulorajoitteisille

source: Material used in the larp can cause problems for the colourblind
fi: Larpissa käytettävät materiaalit voivat tuottaa haasteita värisokeille

source: Do you want to say something to the larp-conittee something that does not fit any of the fields above or clarify some answer?<br/><br/>If the design of your larp requires a large number of your characters to be gendered (for example, a larp about a sauna night with the guys, or about female pilots in WWII).<br/><br/>When deciding which larps to include at Ropecon, we want as many larps as possible to be accessible for as many attendees as possible, regardless of their gender or the gender they prefer to larp as. Requiring a large number of your characters to be gendered may affect whether or not your submission for a larp is accepted.<br/><br/>You can also specify your preferred schedule here.
fi: Haluatko sanoa larp-coniitille jotain, mikä ei sovi mihinkään yllä olevista kentistä tai tarkentaa jotain vastausta?<br/><br/>Mainitse tässä, esimerkiksi jos larppisi design vaatii osan hahmoista olevan tiettyä sukupuolta (esim. aiheena miesten saunailta tai toisen maailmansodan naislentäjät).<br/><br/>Pyrimme, että conin peleissä olisi pelattavaa kaikille kävijöille, vaikka kaikki pelaajat eivät esimerkiksi halua pelata kaikkia sukupuolia ja osa peleistä saattaa rajautua tämän vuoksi pois.<br/><br/>Voit kertoa tässä myös tarkemmista aikataulutoiveistasi.

source: Do you want to say something to the larp-conittee that does not fit any of the fields above or clarify some answer?<br/><br/>If the design of your larp requires a large number of your characters to be gendered (for example, a larp about a sauna night with the guys, or about female pilots in WWII).<br/><br/>When deciding which larps to include at Ropecon, we want as many larps as possible to be accessible for as many attendees as possible, regardless of their gender or the gender they prefer to larp as. Requiring a large number of your characters to be gendered may affect whether or not your submission for a larp is accepted.<br/><br/>You can also specify your preferred schedule here.
fi: Haluatko sanoa larp-coniitille jotain, mikä ei sovi mihinkään yllä olevista kentistä tai tarkentaa jotain vastausta?<br/><br/>Mainitse tässä, esimerkiksi jos larppisi design vaatii osan hahmoista olevan tiettyä sukupuolta (esim. aiheena miesten saunailta tai toisen maailmansodan naislentäjät).<br/><br/>Pyrimme, että conin peleissä olisi pelattavaa kaikille kävijöille, vaikka kaikki pelaajat eivät esimerkiksi halua pelata kaikkia sukupuolia ja osa peleistä saattaa rajautua tämän vuoksi pois.<br/><br/>Voit kertoa tässä myös tarkemmista aikataulutoiveistasi.

source: If you are able, prepared and willing to run your larp in English if necessary, please tick this box. If your larp is selected for the event, the programming team will contact you regarding the choice of language.
fi: Ruksaa tämä ruutu, jos olet kykenevä, valmistautunut ja halukas vetämään larppisi tarvittaessa englanniksi. Mikäli larppisi valitaan tapahtumaan, ohjelmatiimi on yhteydessä sinuun kielen valinnan suhteen.

source: Tick this box if your larp is designed for children under the age of 10.
fi: Ruksaa tämä ruutu, jos larppisi on suunnattu alle 10-vuotiaille lapsille.

source: Tick this box if your larp is designed for underage participants.
fi: Ruksaa tämä ruutu, jos larppisi on suunnattu alaikäisille.

source: Tick this box if your larp is designed for adult participants.
fi: Ruksaa tämä ruutu, jos larppisi on suunnattu täysi-ikäisille.

source: Tell us here if your larp contains heavy subjects that may cause discomfort or distress in participants.<br>Due to the situation in Ukraine, please mention here if your larp addresses themes or issues related to war.
fi: Kerro tässä, mikäli larppisi sisältää raskaita aiheita, jotka voivat aiheuttaa jollekin osallistujille epämiellyttäviä tuntemuksia tai ahdistusta.<br>HUOM! Ukrainan tilanteesta johtuen, mainitse tässä jos larppisi käsittelee sotaan liittyviä aiheita.

source: In the open field, define if necessary what features of your larp may possibly limit participation.
fi: Tarkenna tarvittaessa avoimeen kenttään, mikäli larpissasi on joitakin muita seikkoja, jotka voivat mahdollisesti rajoittaa osallistumista.

source: Title of your game
fi: Pelin nimi

source: RPG system
fi: Roolipelijärjestelmä

source: What role-playing game system is used?
fi: Mitä järjestelmää peli käyttää?

source: Estimated duration of your game (minutes)
fi: Pelin kesto (minuuttia)

source: Consider the minimum number of players required to run your game carefully: by setting it as low as possible, you increase the chances of your game being able to be run.
fi: Harkitse pelaajien vähimmäismäärä tarkkaan: Maksimoit pelin toteutumismahdollisuuden asettamalla pelaajien vähimmäismäärän mahdollisimman matalaksi.

source: Revolving door RPG
fi: Pyöröovipeli (revolving door) jee jee

source: If new players can join your game while it is already running and old players can leave freely before the game has ended, please tick this box. Mention this in the description of your game as well, and provide additional information in the Comments section below if needed. If you are not sure whether your game is a revolving door RPG or not, contact us and we will figure it out together!
fi: Rastita tämä ruutu, mikäli peliin voi liittyä uusia pelaajia pelin ollessa jo käynnissä ja vanhat pelaajat voivat poistua pelistä ennen pelin loppua. Anna tarvittaessa lisätietoja lomakkeen lopussa. Jos et ole varma pelisi luonteesta, ole yhteydessä meihin niin katsotaan!

source: Who is your game for?
fi: Kenelle peli on tarkoitettu?

source: If your game can be run in English, please tick this box.
fi: Ruksaa tämä ruutu, jos peli pelataan englanniksi.

source: For players over 18 only
fi: Vain täysi-ikäisille

source: If your game contains themes that require players to be 18 years or older, please tick this box. There will be an ID check for all players.
fi: Ruksaa tämä ruutu, mikäli pelisi sisältää teemoja, joiden takia osallistujien on oltava täysi-ikäisiä. Tällöin osallistujien ikä tarkastetaan.

source: Suitable for children under 7
fi: Sopii alle 7-vuotiaille
