Repository: con2/kompassi
Catalog: backend/events/ropecon2024/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Is there anything else you would like to tell the game programme coordinators?
fi: Haluatko sanoa peliohjelmavastaaville jotain, mikä ei sovi mihinkään yllä olevista kentistä?

source: Choose the category that best suits your programme. Ropecon reserves the right to change the programme category if necessary.<br/>Presentation: traditional lecture<br/>Panel discussion: multiple panelists in front of an audience, usually with a moderator present<br/>Discussion group: discussion that equally includes the audience<br/>Dance programme: dance rehearsals and for example a ball; dance programmes where attendees also dance<br/>Performance programme: all types of performances; choir, dance performance, fencing performance or other<br/>Meetup: informal gathering related to a certain topic or scene<br/>Other programme: programmes that do not fit the previous categories
fi: Valitse parhaiten ohjelmanumeroosi sopiva ohjelmaluokka. Varaamme oikeuden vaihtaa ohjelmaluokkaa.<br/>Esitelmä: perinteinen luento<br/>Paneeli: usean panelistin keskustelu yleisön edessä, yleensä moderaattorin kera<br/>Keskustelu: yleisön tasavertaisesti mukaan ottava keskustelu<br/>Tanssiohjelma: tanssiharjoitukset ja esimerkiksi tanssiaiset; tanssiohjelmat, joissa osallistujatkin tanssivat<br/>Esitysohjelma: kaikenlaiset esitykset; kuoro, tanssiesitys, miekkailuesitys tai muu<br/>Miitti: vapaamuotoinen tapaaminen jonkin aiheen tai skenen ympärillä<br/>Muu ohjelma: ohjelmat, jotka eivät sovi edellä mainittuihin kategorioihin

source: Duration of presentations, panel discussions and other similar programme is either 45 minutes or 105 minutes (one hour and 45 minutes).
fi: Puheohjelmien pituus voi olla joko 45 tai 105 minuuttia (tunti ja 45 minuuttia).

source: Finnish - choose this, if only Finnish is spoken in your programme.<br/>English - choose this, if only English is spoken in your programme.<br/>Language-free - choose this, if no Finnish or English is necessary to participate in the programme (e.g. a workshop with picture instructions or a dance where one can follow what others are doing).<br/>Finnish or English - choose this, if you are okay with either of the two languages. The programme team will contact you regarding the final choice of language.
fi: Suomi - valitse tämä, jos ohjelmassasi puhutaan ainoastaan suomea.<br/>Englanti - valitse tämä, jos ohjelmassasi puhutaan ainoastaan englantia.<br/>Kielivapaa - valitse tämä, jos ohjelmaan osallistuakseen ei tarvitse osata suomea tai englantia (esim. työpaja, jossa kuvalliset ohjeet, tai tanssi, jossa voi seurata muita).<br/>Suomi tai englanti - valitse tämä, jos olet valmis pitämään ohjelmasi kummalla tahansa kielellä. Ohjelmatiimi on sinuun yhteydessä lopullisen kielivalinnan suhteen.

source: If the number of participants in your programme is limited, please provide the maximum number of participants.
fi: Mikäli ohjelman osallistujamäärä on rajattu, kirjoita tähän maksimiosallistujamäärä.

source: I'm interested in participating in a panel discussion related to my field(s) of expertise.
fi: Voin osallistua erikoisalaani/-alojani sivuavaan paneelikeskusteluun

source: This includes time for propping, brief and debrief, as well as the actual game.
fi: Tähän kokonaiskestoon sisältyvät proppaus, alku- ja loppubriiffit sekä peliaika.

source: Tell us how many times you would like to run your larp during the convention. Due to limited space we may not be able to fulfill all requests.
fi: Tässä voit esittää toiveen montako kertaa haluaisit larppisi pelauttaa. Tilojen rajallisuuden vuoksi emme välttämättä pysty toteuttamaan kaikkia toiveita.

source: Playstyle and mechanics of your game (Choose any which apply)
fi: Pelin tyyli (valitse soveltuvat)

source: Who is your programme for?
fi: Kenelle ohjelma on tarkoitettu?

source: Language-free
fi: Kielivapaa

source: Finnish or English
fi: Suomi tai englanti

source: Choose the language used in your programme
fi: Valitse kieli, jolla pidät ohjelmasi

source: Finnish - choose this, if only Finnish is spoken in your programme.<br/>English - choose this, if only English is spoken in your programme.<br/>Language-free - choose this, if no Finnish or English is necessary to participate in the programme (e.g. a workshop with picture instructions or a dance where one can follow what others are doing).<br/>Finnish or English - choose this, if you are okay with having your programme language based on what language the attendees speak. Please write your title and programme description in both languages.
fi: Suomi - valitse tämä, jos ohjelmassasi puhutaan ainoastaan suomea.<br/>Englanti - valitse tämä, jos ohjelmassasi puhutaan ainoastaan englantia.<br/>Kielivapaa - valitse tämä, jos ohjelmaan osallistuakseen ei tarvitse osata suomea tai englantia (esim. työpaja, jossa kuvalliset ohjeet, tai tanssi, jossa voi seurata muita).<br/>Suomi tai englanti - valitse tämä, jos voit pitää ohjelmasi kummalla tahansa kielellä sen mukaan, mitä kieltä osallistujat osaavat. Tuotathan myös otsikon ja ohjelmakuvauksen molemmilla kielillä.

source: Suitable for all ages
fi: Sopii kaiken ikäisille

source: If your programme is suitable for all ages, please tick this box.
fi: Ruksaa tämä ruutu, jos ohjelmasi sopii kaiken ikäisille.

source: Aimed at children under 13
fi: Suunnattu alle 13-vuotiaille

source: If your programme is designed for attendees under the age of 13 years, please tick this box.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu alle 13-vuotiaille

source: Aimed at children between 13-17
fi: Suunnattu 13-17-vuotiaille

source: If your programme is designed for attendees between 13-17 years of age, please tick this box.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu 13-17-vuotiaille

source: Aimed at adult attendees
fi: Suunnattu täysi-ikäisille

source: If your programme is designed for adult attendees, please tick this box.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu täysi-ikäisille.

source: If your programme contains themes that require attendees to be 18 years or older, please tick this box. There will be an ID check for all attendees.
fi: Ruksaa tämä ruutu, mikäli ohjelmasi sisältää teemoja, joiden takia osallistujien on oltava täysi-ikäisiä. Tällöin osallistujien ikä tarkastetaan.

source: If your programme is suitable for attendees with very limited knowledge or without any previous experience about the programme or subject matter in question, please tick this box.
fi: Ruksaa tämä ruutu, jos ohjelmaan voi osallistua, vaikka aiempaa kokemusta ohjelmasta tai aiheesta olisi hyvin vähän tai ei lainkaan.

source: Theme: Past and Future
fi: Teema: Menneisyys ja tulevaisuus

source: Celebratory Year
fi: Juhlavuosi

source: Check this box, if your programme is related to Ropecon's 30th celebratory year.
fi: Ruksaa tämä ruutu, jos ohjelmasi liittyy Ropeconin 30-vuotisjuhlavuoteen.

source: Programme photography
fi: Ohjelman valokuvaus

source: The official photographers of Ropecon aim to take pictures at those programme events they have been requested to take photos of.
fi: Tapahtuman viralliset valokuvaajat pyrkivät ottamaan valokuvia ohjelmanumeroista joista niitä on pyydetty.

source: My programme can be photographed
fi: Ohjelmanumeroani saa valokuvata

source: I request my programme to not be photographed
fi: Pyydän ettei ohjelmanumeroani valokuvata

source: I can't use a microphone
fi: En voi käyttää mikrofonia

source: The duration of the programme is over two hours without breaks.
fi: Ohjelma kestää yli kaksi tuntia ilman taukoa

source: There are limited opportunities to move around during the programme.
fi: Ohjelman aikana on rajatut mahdollisuudet liikkumiseen.

source: Participation involves reading long texts independently
fi: Osallistuminen vaatii pitkien tekstien itsenäistä lukemista

source: The programme includes texts that are essential to participation, and the texts are not available as recordings or read out loud.
fi: Ohjelma sisältää osallistumisen kannalta olennaista tekstiä, josta ei ole saatavilla nauhoitetta tai jota ei lueta ääneen.

source: Participation requires some dexterity, e.g. that of hands and fingers.
fi: Ohjelmaan osallistuminen vaatii sorminäppäryyttä

source: Participation requires the ability to react quickly.
fi: Ohjelmaan osallistuminen vaatii nopeaa reaktiokykyä

source: Tell us here if your programme contains heavy subjects that may cause discomfort or distress in some participants
fi: Listaa tähän ohjelmasi sisältämät aiheet, jotka voivat aiheuttaa joillekin osallistujille epämiellyttäviä tuntemuksia tai ahdistusta.

source: In the open field, define if necessary what features of your programme may possibly limit or enable participation (e.g. if the programme is available in sign language).
fi: Tarkenna tarvittaessa avoimeen kenttään, mikäli ohjelmassasi on joitakin muita seikkoja, jotka voivat rajoittaa tai mahdollistaa osallistumista (esimerkiksi jos ohjelma on viitottu).

source: Other accessibility information
fi: Muu saavutettavuus

source: Title of your programme
fi: Otsikko

source: Come up with a catchy, concise title for your programme. Ropecon reserves the right to edit the title if necessary.
fi: Keksi ytimekäs otsikko ohjelmanumerollesi. Varaamme oikeuden muokata otsikkoa.

source: Describe your programme to your potential audience or participants in an appealing way. If your programme contains topics or themes that are heavy or potentially distressing, please pay special attention to those in the description. If your programme is meant as humorous or entertaining in nature, let it show in the description as well. Recommended length is 300-500 characters. Ropecon reserves the right to edit and condense the description and title of the programme if necessary.
fi: Mainosta ohjelmaasi potentiaalisille osallistujille. Kiinnitä erityisesti huomiota teemoihin, jotka ovat mahdollisesti raskaita tai järkyttäviä. Jos ohjelmasi on humoristinen tai viihteellinen, annathan sen näkyä myös kuvauksessa. Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja otsikkoa tarpeen mukaan esimerkiksi lyhentämällä niitä.

source: If your programme contains topics or themes that are heavy or distressing, please mention them here.
fi: Kerro tässä, mikäli ohjelmasi sisältää raskaita aiheita.

source: Programme category
fi: Ohjelmaluokka

source: Choose the category that best suits your programme. Ropecon reserves the right to change the programme category if necessary.
fi: Valitse parhaiten ohjelmanumeroosi sopiva ohjelmaluokka. Varaamme oikeuden vaihtaa ohjelmaluokkaa.

source: Duration of presentations, panel discussions and other similar programme is either 45 minutes or 105 minutes. Duration of workshops is either 45 minutes, 105 minutes or 165 minutes. For other programme, please make an estimation.
fi: Puheohjelmien pituus voi olla joko 45 tai 105 minuuttia. Työpaja voi olla 45, 105 tai 165 minuuttia. Muut ohjelmat voivat arvioida keston.

source: If you are able, prepared and willing to organise your programme in English if necessary, please tick this box.
fi: Ruksaa tämä ruutu, jos olet kykenevä, valmistautunut ja halukas vetämään ohjelmasi tarvittaessa englanniksi.

source: If your programme is suitable for people with very limited or without any previous knowledge about the subject, please tick this box.
fi: Ruksaa tämä ruutu, mikäli ohjelmaan voi osallistua vaikka aiempaa kokemusta aiheesta olisi hyvin vähän tai ei lainkaan.

source: If you are able, prepared and willing to organise your programme in English if necessary, please tick this box. If your programme is selected for the event, the programme team will be in contact with you in regards to your language choice.
fi: Ruksaa tämä ruutu, jos olet kykenevä, valmistautunut ja halukas vetämään ohjelmasi tarvittaessa englanniksi. Mikäli ohjelmasi valitaan tapahtumaan, ohjelmatiimi on yhteydessä sinuun kielen valinnan suhteen.

source: The organisers of Ropecon strive to organise a physical con; if it can be organised thusly, virtual programmes cannot be organised. If a physical con cannot be organised, physical programmes cannot be organised, naturally.<br/><br/>Specify here whether you can organise your programme at a physical con, at a virtual con, or at both.
fi: Ropeconin järjestäjien tavoitteena on järjestää lähicon, ja sen toteutuessa etäohjelmia ei pystytä järjestämään. Jos lähiconia ei voida järjestää, emme luonnollisesti voi järjestää lähiohjelmaa etäconissa.<br/><br/>Kerro tässä, voitko järjestää ohjelmasi lähiconissa, etäconissa vai molemmissa.

source: For children under 7
fi: Sopii alle 7-vuotiaille

source: If your programme is aimed at children under 7 years of age, please tick this box. You can also tick this box if your programme is suitable for children under 7 years, even if it is not specifically aimed at them.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu alle 7-vuotiaille lapsille. Voit ruksata tämän myös, jos ohjelmasi soveltuu alle 7-vuotiaille, vaikka ei olisikaan suunniteltu juuri heille.

source: For children aged 7-12
fi: Sopii 7-12-vuotiaille

source: If your programme is aimed at children 7-12 years of age, please tick this box. You can also tick this box if your programme is suitable for children aged 7-12 years, even if it is not specifically aimed at them.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu 7-12-vuotiaille lapsille. Voit ruksata tämän myös, jos ohjelmasi soveltuu 7-12-vuotiaille, vaikka ei olisikaan suunniteltu juuri heille.

source: For children aged 12+
fi: Sopii yli 12-vuotiaille

source: If your programme is aimed at children over the age of 12, please tick this box. You can also tick this box if your programme is suitable for children aged 12 years and older, even if it is not specifically aimed at them.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu yli 12-vuotiaille lapsille. Voit ruksata tämän myös, jos ohjelmasi soveltuu yli 12-vuotiaille lapsille, vaikka ei olisikaan suunniteltu juuri heille.

source: If your programme is not suitable for children under 15 years of age, please tick this box.
fi: Ruksaa tämä ruutu, jos ohjelmasi ei sovellu alle 15-vuotiaille lapsille.

source: If your programme is aimed at children and their guardians, please tick this box.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu lapsille ja heidän huoltajilleen.

source: For 18+ only
fi: Vain täysi-ikäisille

source: If your programme contains themes that require participants to be 18 years or older, please tick this box. There will be an ID check for all participants.
fi: Ruksaa tämä ruutu, mikäli ohjelmasi sisältää teemoja, joiden takia osallistujien on oltava täysi-ikäisiä. Tällöin osallistujien ikä tarkastetaan.

source: Accessibility
fi: Esteellisyys

source: If your programme contains any loud noises, flashing lights or other elements that can limit accessibility, please tick this box. More details can be provided in the Comments section below if necessary.
fi: Ruksaa tämä ruutu, jos ohjelma sisältää kovia ääniä, valoja tai muuta, mikä voi rajoittaa osallistumista. Tarkenna tarvittaessa viimeisessä avoimessa kentässä.

source: If your programme is related to the theme of Ropecon 2024, please tick this box.
fi: Ruksaa tämä ruutu, jos ohjelmasi liittyy tämän vuoden teemaan.

source: If your programme is related to the children’s theme of Ropecon 2024 (dinosaurs), please tick this box.
fi: Ruksaa tämä ruutu, jos ohjelmasi liittyy tämän vuoden lasten teemaan.

source: If the number of participants in your workshop or other programme is limited, please provide the maximum number of participants.
fi: Mikäli työpajan tai muun ohjelman osallistujamäärä on rajattu, kirjoita tähän maksimiosallistujamäärä.

source: Laptop needs
fi: Tietokoneen käyttö

source: What kind of a laptop will you use? We strongly recommend using a laptop provided by Ropecon. Using your own laptop is possible only when notified in advance.
fi: Minkälaista tietokonetta haluat käyttää? Suosittelemme painokkaasti tapahtuman toimittaman ns. coniläppärin käyttöä. Oman tietokoneen käyttö on mahdollista ainoastaan etukäteen sovittuna.

source: Laptop provided by Ropecon
fi: Tapahtuman toimittama kannettava tietokone

source: Own laptop (PC)
fi: Oma PC-kannettava

source: Own laptop (Mac)
fi: Oma Mac-kannettava

source: No laptop is needed in my programme
fi: En käytä ohjelmanumerossani lainkaan tietokonetta

source: Other technical needs
fi: Muut tekniikkatarpeet

source: When are you NOT able to host your programme?
fi: Milloin ET pysty pitämään ohjelmaasi?

source: Select the times when you <b>DO NOT</b> want to host your programme. Time slots have been intentionally left vague. If you have a more specific request in mind regarding your schedule, please let us know in the Comments section below.
fi: Ruksaa ne ajat, jolloin <b>ET halua</b> pitää ohjelmaasi. Aikaslotit ovat tarkoituksella epämääräisiä. Jos sinulla on tarkempia toivomuksia ajan suhteen, voit kertoa niistä vapaamuotoisissa terveisissä.

source: Is there anything else you would like to tell the programme coordinators or organisers of Ropecon?
fi: Haluatko sanoa ohjelmavastaaville jotain, mikä ei sovi mihinkään yllä olevista kentistä?

source: I’m interested in participating in a panel discussion related to my field(s) of expertise.
fi: Voin osallistua erikoisalaani/-alojani sivuavaan paneelikeskusteluun.

source: Recording & publishing consent
fi: Videointilupa

source: Do you give Ropecon permission to record your programme and publish it on the Internet?
fi: Saako ohjelmanumerosi videoida ja julkaista Internetissä?

source: I give permission to record and publish my programme
fi: Ohjelmanumeroni saa videoida ja julkaista

source: I do not give permission to record or publish my programme
fi: Kiellän ohjelmani videoinnin kokonaan

source: The programme involves watching a video without subtitles for the hearing impaired
fi: Ohjelmanumerossa katsotaan video, jossa ei ole tekstitystä kuulorajoitteisille

source: Material used in the programme can cause problems for the colourblind
fi: Ohjelmanumerossa käytettävät materiaalit voivat tuottaa haasteita värisokeille

source: Other inaccessibility
fi: Muu esteellisyys

source: The program involves some other form of inaccessibility. Please clarify.
fi: Ohjelmanumero on jotenkin muuten esteellinen, miten?

source: Tick this box if your programme is designed for children under the age of 10.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu alle 10-vuotiaille lapsille.

source: Tick this box if your programme is designed for underage participants.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu alaikäisille.

source: Tick this box if your programme is designed for adult participants.
fi: Ruksaa tämä ruutu, jos ohjelmasi on suunnattu täysi-ikäisille.

source: Tell us here if your programme contains heavy subjects that may cause discomfort or distress in participants.<br>Due to the situation in Ukraine, please mention here if your programme addresses themes or issues related to war.
fi: Kerro tässä, mikäli ohjelmasi sisältää raskaita aiheita, jotka voivat aiheuttaa jollekin osallistujille epämiellyttäviä tuntemuksia tai ahdistusta.<br>HUOM! Ukrainan tilanteesta johtuen, mainitse tässä jos ohjelmasi käsittelee sotaan liittyviä aiheita.

source: In the open field, define if necessary what features of your programme may possibly limit participation.
fi: Tarkenna tarvittaessa avoimeen kenttään, mikäli ohjelmassasi/pelissäsi on joitakin muita seikkoja, jotka voivat mahdollisesti rajoittaa osallistumista.

source: Game category
fi: Pelityyppi

source: Which category does your game programme belong to?
fi: Mihin kategoriaan peliohjelmasi mielestäsi kuuluu?

source: Game programme type
fi: Peliohjelman tyyppi

source: What type of game programme are you offering?<br><br>Tournament - organising your own game tournament or contest<br><br>Demonstration - showcasing, demonstrating and running demo games at the Experience Point<br><br>Open game - running games with or without specific scenarios by request<br><br>Other - Something other than mentioned above
fi: Minkä tyyppinen peliohjelma on kyseessä?<br><br>Turnaus - nimenomaan turnauksen ja kilpailun järjestämistä.<br><br>Demotus - pelin esittelyä ja demottamista sekä pelaamista.<br><br>Avoin peluutus - avointa peluutusta pyynnöstä<br><br>Muu - jokin muu kuin ylläoleva

source: Other
fi: Muu

source: Game programme title
fi: Peliohjelman nimi

source: Give your game programme a catchy and concise title. We reserve the right to edit the title if necessary.
fi: Keksi ytimekäs otsikko peliohjelmalle. Varaamme oikeuden muokata otsikkoa.

source: For 3 to 5 hours (180-300 minutes) of game programme you will receive a one-day ticket to Ropecon.<br/><br/>For 6 to 8 hours (360-480 minutes) of game programme you will receive a weekend ticket to Ropecon.
fi: 3-5 tunnin (180-300 minuutin) peliohjelmasta saat vaivanpalkaksi yhden päivärannekkeen.<br/><br/>6-8 tunnin (360-480 minuutin) peliohjelmasta saat vaivanpalkaksi yhden viikonloppurannekkeen.

source: Number of players
fi: Osallistujamäärä

source: How many players can participate in the game programme?
fi: Kuinka monta pelaajaa mahtuu mukaan?

source: Advertise your game for potential players. Inform players about what is expected of them, and what themes your game contains. If your game includes any heavy themes, such as physical violence or psychological abuse, please mention it here.<br/><br/>Recommended length for descriptions is 300-500 characters. We reserve the right to edit and condense the description and the title if necessary.
fi: Mainosta peliäsi potentiaalisille pelaajille. Kerro myös, mitä pelaajilta odotetaan ja minkälaisia teemoja pelissä käsitellään. Mainitsethan, jos pelissäsi käsitellään vaikeita teemoja, esim. fyysistä tai henkistä väkivaltaa.<br/><br/>Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja otsikkoa tarpeen mukaan esimerkiksi lyhentämällä niitä.

source: If your game programme contains any heavy topics or themes that some players may find distressing, please mention them here.
fi: Mikäli ohjelmasi sisältää jotain ronskeja ja osalle sopimattomia aiheita niin ilmoita ne tässä.

source: What game system is used? For example, “Magic the Gathering”. If you designed the game system yourself, describe it in a few words. For example, “4X, space battle, conquest”
fi: Mikä on pelisysteemi? Esim. “Magic the Gathering” Onko kyseessä itse tehty peli? Kerro siitä parilla sanalla, esim. “4X, avaruustaistelu, valloitus”

source: What language is used in the game materials?
fi: Millä kielellä pelimateriaalit on tarjottu?

source: Does your programme require materials from the players?
fi: Vaatiiko ohjelmasi pelaajien omia materiaaleja?

source: Specify here whether your players are expected to bring their own game tools or other equipment and what that equipment is (e.g. card decks, figure armies).
fi: Kerro tässä, jos pelaajien odotetaan tuovan omat pelivälineensä tai muita tarvikkeita, ja mitä ne välineet ovat (esim. korttipakkoja, figuarmeijoita).

source: Sign-up process
fi: Ilmoittautuminen
