Repository: con2/kompassi
Catalog: backend/intra/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Add a member to a team
fi: Lisää jäsen tiimiin

source: Add member
fi: Lisää jäsen

source: Add member…
fi: Lisää jäsen…

source: As set by the user themself
fi: Käyttäjän itsensä asettama

source: Assign this organizer to a team…
fi: Sijoita järjestäjä tiimiin…

source: Cancel and return
fi: Peruuta ja palaa luetteloon

source: Controls whether this person is added to the user group of this team. Group membership in turn usually controls membership on mailing lists and may convey additional access privileges.
fi: Kontrolloi sitä, lisätäänkö jäsentä tiimin käyttäjäryhmään. Käyttäjäryhmän jäsenyys puolestaan voi antaa mm. käyttöoikeuksia ja/tai sähköpostilistan jäsenyyden.

source: Controls whether this person is shown in internal listings. You might want to un-tick this for people who have been added to this team for only the access or mailing lists.
fi: Kontrolloi sitä, näytetäänkö jäsentä tässä tiimissä sisäisissä listauksissa. Saatat haluta poistaa ruksin tästä sellaisille henkilöille, jotka lisätään tiimiin vain käyttöoikeuksien tai sähköpostilistojen vuoksi.

source: Controls whether this person is shown in public listings.
fi: Kontrolloi sitä, näytetäänkö jäsentä tässä tiimissä julkisissa listauksissa.

source: Default team
fi: Ensisijainen tiimi

source: Description
fi: Kuvaus

source: Display internally
fi: Näytä sisäisesti

source: Display publicly
fi: Näytä julkisesti

source: E-mail address
fi: Sähköpostiosoite

source: Edit team member
fi: Muokkaa jäsentä

source: Event
fi: Tapahtuma

source: Export contacts in vCard format
fi: Vie yhteystiedot vCard-muodossa

source: First name
fi: Etunimi

source: For the purpose of public listings, the name display style of the team member may be overridden here.
fi: Tässä voit asettaa tavan, jolla järjestäjän nimi näytetään julkisissa listauksissa. Ellei ole erityistä syytä vaihtaa jonkun henkilön nimen esitystapaa, tämä kenttä on suositeltavaa jättää arvoon "Käyttäjän itsensä asettama".

source: Go to the organizer view
fi: Siirry järjestäjänäkymään

source: Group membership
fi: Ryhmän jäsenyys

source: In some listings where space is tight, the person is only shown under their default team. Designating one team as the default for someone replaces their prior default team.
fi: Joissain listauksissa joissa tila on kortilla kukin henkilö näytetään ainoastaan ensisijaisessa tiimissään. Yhden tiimin määrittäminen henkilölle ensisijaiseksi korvaa tämän mahdollisen aikaisemman ensisijaisen tiimin.

source: Invalid action.
fi: Kelvoton toiminto.

source: Job title
fi: Tehtävänimike

source: Name
fi: Nimi

source: Nick name
fi: Nick

source: One member.
fi: Yksi jäsen.

source: One organizer in total.
fi: Yhteensä yksi järjestäjä.

source: One unassigned organizer.
fi: Yksi sijoittamaton järjestäjä.

source: Order
fi: Järjestys

source: Organizer intranet
fi: Järjestäjien intranet

source: Override name display style
fi: Nimen esitystapa

source: Phone number
fi: Puhelinnumero

source: Please check the form.
fi: Ole hyvä ja tarkista lomake.

source: Remove team member
fi: Poista jäsen tiimistä

source: Save changes
fi: Tallenna muutokset

source: Surname
fi: Sukunimi

source: Team leader
fi: Tiiminvetäjä

source: Team leaders are placed first and hilighted in listings.
fi: Tiiminvetäjät lajitellaan listauksen alkuun ja näytetään korostettuina.

source: Team member
fi: Tiimin jäsen

source: Team members
fi: Tiimin jäsenet

source: Teams and organizers
fi: Tiimit ja järjestäjät

source: The member was added to the team.
fi: Jäsen lisättiin tiimiin.

source: The member was removed from the team.
fi: Jäsen poistettiin tiimiistä.

source: The primary contact e-mail of the team.
fi: Tiimin ensisijainen yhteysosoite.

source: These organizers have not yet been assigned to a team.
fi: Näitä järjestäjiä ei ole vielä sijoitettu mihinkään tiimiin.

source: This event does not use the organizer intranet.
fi: Tämä tapahtuma ei käytä järjestäjäintranetiä.

source: This team has no members.
fi: Tässä tiimissä ei ole jäseniä.

source: Unassigned organizers
fi: Sijoittamattomat järjestäjät

source: What is the team responsible for?
fi: Mitkä ovat tämän tiimin vastuut?

source: You do not have access to the organizer intranet.
fi: Sinulla ei ole pääsyä tämän tapahtuman järjestäjäintranetiin.

source: You do not have administrator access to the organizer intranet.
fi: Sinulla ei ole tämän tapahtuman järjestäjäintranetin ylläpito-oikeuksia.

source: You have access to the organizer intranet.
fi: Sinulla on pääsy järjestäjien intranetiin.

source: This corresponds to the job title field in the volunteer worker management. This is what is printed in this person's badge, if they will receive one. If unset, a default value based on the job category will be used for the badge.
fi: Tämä vastaa työvoimanhallinnan tehtävänimikekenttää. Tämän kentän arvo painetaan badgeen, mikäli tämä henkilö saa sellaisen. Mikäli tätä kenttää ei ole asetettu, badgeen painetaan tehtävänimikkeeksi tehtäväalueen nimi.

source: If set, this will override the job title of this person for the purposes of this team only. If unset, the above job title field will be used. This field will not affect badge printing.
fi: Mikäli tämä kenttä on asetettu, se korvaa yllä olevan tehtävänimikekentän tämän tiimin listauksissa. Mikäli tätä kenttää ei ole asetettu, käytetään yllä olevan tehtävänimikekentän arvoa. Tämä kenttä ei vaikuta badgetulostukseen.

source: Job title in this team
fi: Tehtävänimike tässä tiimissä

source: Team
fi: Tiimi

source: Presentation
fi: Esitysasetukset

source: Additional options
fi: Lisäasetukset

source: Privileges
fi: Käyttöoikeudet

source: Programme
fi: Ohjelma

source: Badges
fi: Badget

source: Tickets v2
fi: Liput v2

source: Program v2
fi: Ohjelma v2
